{"word": "When France publicly rejected God and set aside the Bible, wicked men and spirits of darkness exulted in their attainment of the object so long desired--a kingdom free from the restraints of the law of God. Because sentence against an evil work was not speedily executed, therefore the heart of the sons of men was \"fully set in them to do evil.\" Ecclesiastes 8:11. But the transgression of a just and righteous law must inevitably result in misery and ruin. Though not visited at once with judgments, the wickedness of men was nevertheless surely working out their doom. Centuries of apostasy and crime had been treasuring up wrath against the day of retribution; and when their iniquity was full, the despisers of God learned too late that it is a fearful thing to have worn out the divine patience. The restraining Spirit of God, which imposes a check upon the cruel power of Satan, was in a great measure removed, and he whose only delight is the wretchedness of men was permitted to work his will. Those who had chosen the service of rebellion were left to reap its fruits until the land was filled with crimes too horrible for pen to trace. From devastated provinces and ruined cities a terrible cry was heard--a cry of bitterest anguish. France was shaken as if by an earthquake. Religion, law, social order, the family, the state, and the church--all were smitten down by the impious hand that had been lifted against the law of God. Truly spoke the wise man: \"The wicked shall fall by his own wickedness.\" \"Though a sinner do evil a hundred times, and his days be prolonged, yet surely I know that it shall be well with them that fear God, which fear before Him: but it shall not be well with the wicked.\" Proverbs 11:5; Ecclesiastes 8:12, 13. \"They hated knowledge, and did not choose the fear of the Lord;\" \"therefore shall they eat of the fruit of their own way, and be filled with their own devices.\" Proverbs 1:29, 31. \n                                                                           287", "paragraph": 1, "bookcode": "GC", "page": 286}