{"word": "Upon the crystal sea before the throne, that sea of glass as it were mingled with fire,--so resplendent is it with the glory of God,--are gathered the company that have \"gotten the victory over the beast, and over his image, and over his mark, and over the number of his name.\" With the Lamb upon Mount Zion, \"having the harps of God,\" they stand, the hundred and forty and four thousand that were redeemed from among men; and there is heard, as the sound of many waters, and as the sound of a great thunder, \"the voice of harpers harping with their harps.\" And they sing \"a new song\" before the throne, a song which no man can learn save the hundred and forty and four thousand. It is the song of Moses and the Lamb--a song of deliverance. None but the hundred and forty-four thousand can learn that song; for it is the song of their experience--an experience such as no other company have ever had. \"These are they which follow the Lamb whithersoever He goeth.\" These, having been translated from the earth, from among the living, are counted as \"the first fruits unto God and to the Lamb.\" Revelation 15:2, 3; 14:1-5. \"These are they which came out of great tribulation;\" they have passed through the time of trouble such as never was since there was a nation; they have endured the anguish of the time of Jacob's trouble; they have stood without an intercessor through the final outpouring of God's judgments. But they have been delivered, for they have \"washed their robes, and made them white in the blood of the Lamb.\" \"In their mouth was found no guile: for they are without fault\" before God. \"Therefore are they before the throne of God, and serve Him day and night in His temple: and He that sitteth on the throne shall dwell among them.\" They have seen the earth wasted with famine and pestilence, the sun having power to scorch men with great heat, and they themselves have endured suffering, hunger, and thirst. But \"they shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat. For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.\" Revelation 7:14-17.", "paragraph": 3, "bookcode": "GC", "page": 648}