{"word": "The iniquity and spiritual darkness that prevailed under the supremacy of Rome were the inevitable result of her suppression of the Scriptures; but where is to be found the cause of the widespread infidelity, the rejection of the law of God, and the consequent corruption, under the full blaze of gospel light in an age of religious freedom? Now that Satan can no longer keep the world under his control by withholding the Scriptures, he resorts to other means to accomplish the same object. To destroy faith in the Bible serves his purpose as well as to destroy the Bible itself. By introducing the belief that God's law is not binding, he as effectually leads men to transgress as if they were wholly ignorant of its precepts. And now, as in former ages, he has worked through the church to further his designs. The religious organizations of the day have refused to listen to unpopular truths plainly brought to view in the Scriptures, and in combating them they have adopted interpretations and taken positions which have sown broadcast the seeds of skepticism. Clinging to the papal error of natural immortality and man's consciousness in death, they have rejected the only defense against the delusions of spiritualism. The doctrine of eternal torment has led many to disbelieve the Bible. And as the claims of the fourth commandment are urged upon the people, it is found that the observance of the seventh-day Sabbath is enjoined; and as the only way to free themselves from a duty which they are unwilling to perform, many popular teachers declare that the law of God is no longer binding. Thus they cast away the law and the Sabbath together. As the work of Sabbath reform extends, this rejection of the divine law to avoid the claims of the fourth commandment will become well-nigh universal. The teachings of religious leaders have opened the door to infidelity, to spiritualism, and to contempt for God's holy law; and upon these leaders rests a fearful responsibility for the iniquity that exists in the Christian world.", "paragraph": 2, "bookcode": "GC", "page": 586}