{
    "word": "In the summer and autumn of 1844 the proclamation, \"Behold, the Bridegroom cometh,\" was given. The two classes represented by the wise and foolish virgins were then developed--one class who looked with joy to the Lord's appearing, and who had been diligently preparing to meet Him; another class that, influenced by fear and acting from impulse, had been satisfied with a theory of the truth, but were destitute of the grace of God. In the parable, when the bridegroom came, \"they that were ready went in with him to the marriage.\" The coming of the bridegroom, here brought to view, takes place before the marriage. The marriage represents the reception by Christ of His kingdom. The Holy City, the New Jerusalem, which is the capital and representative of the kingdom, is called \"the bride, the Lamb's wife.\" Said the angel to John: \"Come hither, I will show thee the bride, the Lamb's wife.\" \"He carried me away in the spirit,\" says the prophet, \"and showed me that great city, the holy Jerusalem, descending out of heaven from God.\" Revelation 21:9, 10. Clearly, then, the bride represents the Holy City, and the virgins that go out to meet the bridegroom are a symbol of the church. In the Revelation the people of God are said to be the guests at the marriage supper. Revelation 19:9. If guests, they cannot be represented also as the bride. Christ, as stated by the prophet Daniel, will receive from the Ancient of Days in heaven, \"dominion, and glory, and a kingdom;\" He will receive the New Jerusalem, the capital of His kingdom, \"prepared as a bride adorned for her husband.\" Daniel 7:14; Revelation 21:2. Having received the kingdom, He will come in His glory, as King of kings and Lord of lords, for the redemption of His people, who are to \"sit down with Abraham, and Isaac, and Jacob,\" at His table in His kingdom (Matthew 8:11; Luke 22:30), to partake of the marriage supper of the Lamb.",
    "paragraph": 2,
    "bookcode": "GC",
    "page": 426,
    "chapter": "In the Holy of Holies",
    "chapterN": 24
}