{
    "word": "That this admonition is addressed to the church in the last days is evident from the words pointing to the nearness of the Lord's coming: \"For yet a little while, and He that shall come will come and will not tarry.\" And it is plainly implied that there would be a seeming delay and that the Lord would appear to tarry. The instruction here given is especially adapted to the experience of Adventists at this time. The people here addressed were in danger of making shipwreck of faith. They had done the will of God in following the guidance of His Spirit and His word; yet they could not understand His purpose in their past experience, nor could they discern the pathway before them, and they were tempted to doubt whether God had indeed been leading them. At this time the words were applicable: \"Now the just shall live by faith.\" As the bright light of the \"midnight cry\" had shone upon their pathway, and they had seen the prophecies unsealed and the rapidly fulfilling signs telling that the coming of Christ was near, they had walked, as it were, by sight. But now, bowed down by disappointed hopes, they could stand only by faith in God and in His word. The scoffing world were saying: \"You have been deceived. Give up your faith, and say that the advent movement was of Satan.\" But God's word declared: \"If any man draw back, My soul shall have no pleasure in him.\" To renounce their faith now, and deny the power of the Holy Spirit which had attended the message, would be drawing back toward perdition. They were encouraged to steadfastness by the words of Paul: \"Cast not away therefore your confidence;\" \"ye have need of patience,\" \"for yet a little while, and He that shall come will come, and will not tarry.\" Their only safe course was to cherish the light which they had already received of God, hold fast to His promises, and continue to search the Scriptures, and patiently wait and watch to receive further light.",
    "paragraph": 1,
    "bookcode": "GC",
    "page": 408,
    "chapter": "Prophecies Fulfilled",
    "chapterN": 22,
    "author": "Ellen G. White",
    "booktitle": "The Great Controversy",
    "date_published": "1911",
    "copyright_info": "Public Domain"
}