{"word": "COL - Christ's Object Lessons (1900)\n\n\nPREFACE\n\n     CHRIST THE GREAT TEACHER GAVE MUCH OF HIS INSTRUCTION AS HE WALKED WITH HIS DISCIPLES THROUGH THE HILLS AND VALLEYS OF PALESTINE OR RESTED BY THE LAKE OR RIVER. IN HIS PARABLE TEACHING HE LINKED DIVINE TRUTH WITH COMMON THINGS AND INCIDENTS, AS MAY BE FOUND IN THE EXPERIENCES OF THE SHEPHERD, THE BUILDER, THE TILLER OF THE SOIL, THE TRAVELER, AND THE HOMEMAKER. FAMILIAR OBJECTS WERE ASSOCIATED WITH THOUGHTS TRUE AND BEAUTIFUL--THOUGHTS OF GOD'S LOVING INTEREST IN US, OF THE GRATEFUL HOMAGE THAT IS HIS DUE, AND OF THE CARE WE SHOULD HAVE ONE FOR ANOTHER. THUS LESSONS OF DIVINE WISDOM AND PRACTICAL TRUTH WERE MADE FORCIBLE AND IMPRESSIVE.\n     IN THIS VOLUME THE PARABLES ARE GROUPED ACCORDING TO THEIR SUBJECTS, AND THEIR LESSONS ARE DEVELOPED AND ILLUSTRATED. THE BOOK IS FULL OF GEMS OF TRUTH, AND TO MANY READERS IT WILL GIVE A RICHER MEANING TO THE COMMON SURROUNDINGS OF EVERYDAY LIFE.\n     THE MANY PRINTINGS OF SEVERAL EDITIONS OF CHRIST'S OBJECT LESSONS IN THE ENGLISH AND OTHER LEADING LANGUAGES HAVE PROVED THE POPULARITY OF THE BOOK. WHILE PREPARING THE MANUSCRIPT THE AUTHOR WAS LED TO DEDICATE THE PROCEEDS OF ITS SALE TO THE AID OF EDUCATIONAL WORK. THROUGH THE CO-OPERATIVE EFFORT OF AUTHOR, PUBLISHERS, AND CHURCH MEMBERS A SIZABLE SUM HAS BEEN TURNED TO THE INTERESTS OF CHRISTIAN EDUCATION.\n     FOR A TIME AFTER THE RESET AND REILLUSTRATED EDITION WAS PUBLISHED, IN 1923, IT WAS IMPOSSIBLE TO SECURE THE BOOK IN ITS ORIGINAL FORM, WHICH WAS USED BY THOSE WHO PREPARED\n\n                                                                   8\n\nTHE INDEX TO THE WRITINGS OF MRS. ELLEN G. WHITE. THE PRINTING OF THE VOLUME IN THIS FORM WILL, THEREFORE, BE HEARTILY RECEIVED BY THOSE WHO MAKE FREQUENT USE OF THE INDEX, FOR ITS PAGING CORRESPONDS TO THAT OF THE ORIGINAL EDITION.\n     NOT ONLY IN ITS HARMONIZING OF THE PAGES WITH THE INDEX WILL THIS NEW EDITION PROVE ITS WORTH, BUT ALSO IN ITS COMPACT FORM, FOR CONVENIENCE IN HANDLING. IN REDUCING THE BOOK TO A MINIMUM IN WEIGHT AND THICKNESS, FULL-PAGE ILLUSTRATIONS AND SECTION TITLE PAGES HAVE BEEN OMITTED. THE ABSENCE OF THESE DELETED PAGES WILL ACCOUNT FOR AN OCCASIONAL SKIPPING OF PAGE NUMBERS. THE TEXT, HOWEVER, REMAINS INTACT. IT WILL BE OBSERVED THAT MODERN SPELLING AND CURRENT FORMS OF PUNCTUATION HAVE BEEN EMPLOYED IN THIS PRINTING.\n     THAT THIS VOLUME MAY CONTINUE ON ITS MISSION, DRAWING THE READER TO THE SAVIOUR THROUGH A BETTER UNDERSTANDING OF HIS TEACHINGS, IS THE SINCERE WISH OF THE PUBLISHERS AND\n               THE TRUSTEES OF THE ELLEN G. WHITE PUBLICATIONS.\n\n\nTable of Contents\n\nTeaching in Parables ................................................ 17\n\"The Sower Went Forth to Sow\" ....................................... 33\n\"First the Blade, then the Ear\" ..................................... 62\nTares ............................................................... 70\n\"Like a Grain of Mustard Seed\" ...................................... 76\nOther Lessons from Seed-Sowing ...................................... 80\n\"Like Unto Leaven\" .................................................. 95\nHidden Treasure .................................................... 103\nThe Pearl .......................................................... 115\nThe Net ............................................................ 122\n\"Things New and Old\" ............................................... 124\nAsking to Give ..................................................... 139\nTwo Worshipers ..................................................... 150\n\"Shall Not God Avenge His Own?\" .................................... 164\n\"This Man Receiveth Sinners\" ....................................... 185\n\"Lost and Is Found\" ................................................ 198\n\"Spare It This Year Also\" .......................................... 212\n\"Go into the Highways and Hedges\" .................................. 219\nThe Measure of Forgiveness ......................................... 243\nGain That Is Loss .................................................. 252\n\"A Great Gulf Fixed\" ............................................... 260\n\n                                                                   10\n\nSaying and Doing ................................................... 272\nThe Lord's Vineyard ................................................ 284\nWithout a Wedding Garment .......................................... 307\nTalents ............................................................ 325\n\"Friends by the Mammon of Unrighteousness\" ......................... 366\n\"Who Is My Neighbor?\" .............................................. 376\nThe Reward of Grace ................................................ 390\n\"To Meet the Bridegroom\" ........................................... 405\n\n\nChap. 1 - Teaching in Parables\n\n     In Christ's parable teaching the same principle is seen as in His own mission to the world. That we might become acquainted with His divine character and life, Christ took our nature and dwelt among us. Divinity was revealed in humanity; the invisible glory in the visible human form. Men could learn of the unknown through the known; heavenly things were revealed through the earthly; God was made manifest in the likeness of men. So it was in Christ's teaching: the unknown was illustrated by the known; divine truths by earthly things with which the people were most familiar.", "paragraph": 1, "bookcode": "COL", "page": 17}