{"word": "Above the distractions of the earth He sits enthroned; all things are open to His divine survey; and from His great and calm eternity He orders that which His providence sees best. \n\n\n     \"The way of man is not in himself: \n      It is not in man that walketh to direct his steps.\" \n\n\n     \"Trust in the Lord with all thine heart. . . . \n      In all thy ways acknowledge Him, \n      And He shall direct thy paths.\" \n\n\n     \"The eye of the Lord is upon them that fear Him, \n         Upon them that hope in His mercy; \n      To deliver their soul from death, \n         And to keep them alive in famine.\" \n\n\n     \"How precious is Thy loving-kindness, O God! . . . \n         The children of men take refuge under the shadow \n              of Thy wings.\" \n     \"Happy is he that hath the God of Jacob for his help, \n         Whose hope is in the Lord his God.\" \n                                                                           418\n\n     \"The earth, O Jehovah, is full of Thy loving-kindness.\" \n         Thou lovest \"righteousness and justice.\" \n      Thou \"art the confidence of all the ends of the earth, \n         And of them that are afar off upon the sea: \n      Who by His strength setteth fast the mountains, \n         Being girded about with might; \n      Who stilleth the roaring of the seas, . . . \n         And the tumult of the peoples.\" \n\n\n     \"Thou makest the outgoings of the morning and evening \n            to rejoice.\" \n     \"Thou crownest the year with Thy goodness; \n         And Thy paths drop fatness.\" \n\n\n     \"The Lord upholdeth all that fall, \n         And raiseth up all those that be bowed down. \n      The eyes of all wait upon Thee; \n         And Thou givest them their meat in due season. \n      Thou openest Thine hand, \n         And satisfiest the desire of every living thing.\" \n             Jeremiah 10:23; Proverbs 3:5, 6; Psalm 33:18, 19; \n                    36:7, A.R.V.; 146:5; 119:64, A.R.V.; 33:5, \n                    A.R.V.; 65:5-7, A.R.V.; 65:8, 11; 145:14-16.", "paragraph": 3, "bookcode": "MH", "page": 417}