{"word": "Even the angels were not permitted to share the counsels between the Father and the Son when the plan of salvation was laid. And human beings are not to intrude into the secrets of the Most High. We are as ignorant of God as little children; but, as little children, we may love and obey Him. \n                                                                           430\nInstead of speculating in regard to His nature or His prerogatives, let us give heed to the words He has spoken: \n\n\n     \"Canst thou by searching find out God? \n      Canst thou find out the Almighty unto perfection? \n      It is as high as heaven; what canst thou do? \n      Deeper than hell; what canst thou know? \n      The measure thereof is longer than the earth, \n      And broader than the sea.\" \n     \"Where shall wisdom be found? \n      And where is the place of understanding? \n      Man knoweth not the price thereof; \n      Neither is it found in the land of the living. \n      The depth saith, It is not in me: \n      And the sea saith, It is not with me. \n      It cannot be gotten for gold, \n      Neither shall silver be weighed for the price thereof. \n      It cannot be valued with the gold of Ophir, \n      With the precious onyx, or the sapphire. \n        The gold and the crystal cannot equal it: \n          And the exchange of it shall not be for jewels of \n              fine gold. \n            No mention shall be made of coral, or of pearls: \n        For the price of wisdom is above rubies. \n          The topaz of Ethiopia shall not equal it, \n            Neither shall it be valued with pure gold. \n      Whence then cometh wisdom? \n      And where is the place of understanding? . . . \n      Destruction and death say, \n      We have heard the fame thereof with our ears. \n      God understandeth the way thereof, \n      And He knoweth the place of thereof. \n     \"For He looketh to the ends of the earth, \n      And seeth under the whole heaven. . . . \n      When He made a decree for the rain, \n      And a way for the lightning of the thunder: \n      Then did He see it, and declare it; \n      He prepared it, yea, and searched it out. \n           And unto man He said, \n      Behold, the fear of the Lord, that is wisdom; \n      And to depart from evil is understanding.\" \n                                   Job 11:7-9; 28:12-28. \n                                                                           431", "paragraph": 2, "bookcode": "MH", "page": 429}