{"word": "\"Unto the King eternal, immortal, invisible,\" \"who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honor and power everlasting.\" 1 Timothy 1:17; 6:16. \n\n\n     \"Shall not His excellency make you afraid? \n      And His dread fall upon you?\" \n     \"Is not God in the height of heaven? \n      And behold the height of the stars, how high they are!\" \n     \"Is there any number of His armies? \n      And upon whom doth not His light arise?\" \n     \"Great things doeth He, which we cannot comprehend. \n      For He saith to the snow, \n      Fall thou on the earth; \n      Likewise to the shower of rain, \n      And to the showers of His mighty rain. \n      He sealeth up the hand of every man, \n      That all men whom He hath made may know it.... \n      He spreadeth abroad the cloud of His lightning: \n      And it is turned round about by His guidance, \n      That they may do whatsoever He commandeth them \n      Upon the face of the habitable world; \n      Whether it be for correction, or for His land, \n      Or for loving-kindness, that He cause it to come. \n     \"Hearken unto this:... \n      Stand still, and consider the wondrous works of God. \n      Dost thou know how God layeth His charge upon them, \n      And causeth the lightning of His cloud to shine? \n      Dost thou know the balancings of the clouds, \n      The wondrous works of Him who is perfect in \n           knowledge?... \n      Canst thou with Him spread out the sky, \n      Which is strong as a molten mirror? \n      Teach us what we shall say unto Him; \n      For we cannot set our speech in order by reason of \n           darkness.... \n      And now men cannot look on the light when it is bright \n           in the skies, \n                                                                           435\n\n     \"When the wind hath passed, and cleared them. \n      Out of the north cometh golden splendor: \n      God hath upon Him terrible majesty. \n      Touching the Almighty, we cannot find Him out: \n      He is excellent in power; \n      And in justice and plenteous righteousness.... \n      Men do therefore fear Him.\" \n\n\n     \"Who is like unto the Lord our God, who dwelleth on high, \n      Who humbleth Himself to behold the things that are in \n          heaven, and in the earth!\" \n\n\n     \"The Lord hath His way in the whirlwind and in the storm, \n       And the clouds are the dust of His feet.\" \n\n\n     \"Great is the Lord, and greatly to be praised; \n        And His greatness is unsearchable. \n      One generation shall praise Thy works to another, \n        And shall declare Thy mighty acts. \n      I will speak of the glorious honor of Thy majesty, \n        And of Thy wondrous works. \n      And men shall speak of the might of Thy terrible acts: \n        And I will declare Thy greatness. \n      They shall abundantly utter the memory of Thy great \n           goodness, \n        And shall sing of Thy righteousness.... \n\n\n     \"All Thy works shall praise Thee, O Lord; \n        And Thy saints shall bless Thee. \n     They shall speak of the glory of Thy kingdom, \n       And talk of Thy power; \n     To make known to the sons of men His mighty acts, \n       And the glorious majesty of His kingdom. \n     Thy kingdom is an everlasting kingdom, \n       And Thy dominion endureth throughout all generations.... \n     My mouth shall speak the praise of the Lord: \n       And let all flesh bless His holy name for ever and ever.\" \n                Job 13:11;  22:12; Job 25:3;  37:5-24, A.R.V., margin; \n                   Psalm 113:5, 6; Nahum 1:3; Psalm 145:3-21.", "paragraph": 1, "bookcode": "MH", "page": 434}