{"word": "Skeptics refuse to believe in God because they cannot comprehend the infinite power by which He reveals Himself. But God is to be acknowledged as much from what He does not reveal of Himself, as from that which is open to our limited comprehension. Both in divine revelation and in nature, God has given mysteries to command our faith. This must be so. We may be ever searching, ever inquiring, ever learning, and yet there is an infinity beyond. \n\n\n     \"Who hath measured the waters in the hollow of His hand, \n      And meted out heaven with the span, \n      And comprehend the dust of the earth in a measure, \n      And weighed the mountains in scales, \n      And the hills in a balance? \n      Who hath directed the Spirit of Jehovah, \n      Or being His counselor hath taught Him? . . . \n      Behold, the nations are as a drop of a bucket, \n      And are accounted as the small dust of the balance: \n      Behold, He taketh up the isles as a very little thing. \n      And Lebanon is not sufficient to burn, \n      Nor the beasts thereof sufficient for a burnt offering. \n      All the nations are as nothing before Him; \n      They are accounted by Him as less than nothing, and vanity. \n                                                                           432\n\n     \"To whom then will ye liken God? \n      Or what likeness will ye compare unto Him? . . . \n      Have ye not known? \n      Have ye not heard? \n      Hath it not been told you from the beginning? \n      Have ye not understood from the foundations of the earth? \n      It is He that sitteth above the circle of the earth, \n      And the inhabitants thereof are as grasshoppers; \n      That stretcheth out the heavens as a curtain, \n      And spreadeth them out as a tent to dwell in. . . . \n      To whom then will ye liken Me? . . . \n      Saith the Holy One. \n      Lift up your eyes on high, \n      And see who hath created these, \n      That bringeth out their host by number; \n      He calleth them all by name; \n      By the greatness of His might, and for that He is strong \n           in power, \n      Not one is lacking. \n\n\n     \"Why sayest thou, O Jacob, and speakest, O Israel, \n      My way is hid from Jehovah, \n      And the justice due to me is passed away from my God? \n      Hast thou not known? \n      Hast thou not heard? \n      The everlasting God, Jehovah, \n      The Creator of the ends of the earth, \n      Fainteth not, neither is weary; \n      There is no searching of His understanding.\" \n                                    Isaiah 40:12-28, A.R.V.", "paragraph": 3, "bookcode": "MH", "page": 431}