{"word": "If those who are suffering from ill-health would forget self in their interest for others; if they would fulfill the Lord's command to minister to those more needy than themselves, they would realize the truthfulness of the prophetic promise, \"Then shall thy light break forth as the morning, and thine health shall spring forth speedily.\" \n\n\n             Marah and Elim \n\n\n     Today 'tis Elim with its palms and wells, \n       And happy shade for desert weariness; \n     'Twas Marah yesterday, all rock and sand, \n       Unshaded solitude and dreariness. \n     Yet the same desert holds them both, the same \n       Hot breezes wander o'er the lonely ground; \n     The same low stretch of valley shelters both, \n       And the same mountains compass them around. \n\n\n     So it is here with us on earth, and so \n       I do remember it has ever been; \n     The bitter and the sweet, the grief and joy, \n       Lie near together, but a day between. \n\n\n     Sometimes God turns our bitter into sweet, \n       Sometimes He gives us pleasant watersprings; \n     Sometimes He shades us with His pillar cloud, \n       And sometimes to a blessed palm shade brings. \n                                                                           259\n\n\n     What matters it? The time will not be long; \n       Marah and Elim will alike be passed; \n     Our desert wells and palms will soon be done, \n       We reach the \"City of our God\" at last. \n     O happy land! beyond these lonely hills, \n       Where gush in joy the everlasting springs; \n     O holy Paradise! above these heavens, \n       Where we shall end our desert wanderings. \n                                --Horatius Bonar. \n\n\n            Blessed Assurance \n\n\n     Blessed assurance, Jesus is mine! \n     Oh, what a foretaste of glory divine! \n     Heir of salvation, purchase of God, \n     Born of His Spirit, washed in His blood. \n\n\n     Chorus: \n     This is my story, this is my song, \n     Praising my Saviour all the day long; \n     This is my story, this is my song, \n     Praising my Saviour all the day long. \n\n\n     Perfect submission, perfect delight, \n     Visions of rapture now burst on my sight. \n     Angels descending bring from above \n     Echoes of mercy, whispers of love. \n\n\n     Perfect submission, all is at rest, \n     I in my Saviour am happy and blest, \n     Watching and waiting, looking above, \n     Filled with His goodness, lost in His love. \n                                 --Fanny J. Crosby.", "paragraph": 1, "bookcode": "MH", "page": 258}