{"word": "When temptations assail you, when care, perplexity, and darkness seem to surround your soul, look to the place where you last saw the light. Rest in Christ's love and under His protecting care. When sin struggles for the mastery in the heart, when guilt oppresses the soul and burdens the conscience, when unbelief clouds the mind, remember that Christ's grace is sufficient to subdue sin and banish the darkness. Entering into communion with the Saviour, we enter the region of peace. \n\n\n                  The Healing Promises \n\n\n     \"The Lord redeemeth the soul of His servants: \n      And none of them that trust in Him shall be desolate.\" \n                                      Psalm 34:22. \n\n\n     \"In the fear of the Lord is strong confidence: \n      And His children shall have a place of refuge.\" \n                                   Proverbs 14:26. \n\n\n     \"Zion said, Jehovah hath forsaken me, and \n      The Lord hath forgotten me. \n      Can a woman forget her sucking child, \n      That she should not have compassion on the son of her \n            womb? \n      Yea, these may forget, yet will not I forget thee. \n      Behold, I have graven thee upon the palms of My hands.\" \n                             Isaiah 49:14-16, A.R.V. \n                                                                           251\n\n     \"Fear thou not; for I am with thee: \n      Be not dismayed; for I am thy God: \n      I will strengthen thee; yea, I will help thee; \n      Yea, I will uphold thee with the right hand of My \n      righteousness.\" Isaiah 41:10. \n\n\n     \"Ye that have been borne by Me from your birth, \n      That have been carried by Me from your earliest breath, \n      Even to your old age I am the same; \n      Even to hoar hairs I will carry you; \n      I have done it, and I will still bear you; \n      I will carry, and I will deliver you.\" \n                                 Isaiah 46:3, 4, Noyes.", "paragraph": 1, "bookcode": "MH", "page": 250}