{"word": "It is for our own benefit to keep every gift of God fresh in our memory. By this means faith is strengthened to claim and to receive more and more. There is greater encouragement for us in the least blessing we ourselves receive from God than in all the accounts we can read of the faith and experience of others. The soul that responds to the grace of God shall be like a watered garden. His health shall spring forth speedily; his light shall rise in obscurity, and the glory of the Lord shall be seen upon him. \n                                                                           101\n\n     \"What shall I render unto the Lord \n       For all His benefits toward me? \n     I will take the cup of salvation, \n       And call upon the name of the Lord. \n     I will pay my vows unto the Lord, \n       Yea, in the presence of all His people.\" \n\n\n     \"I will sing unto the Lord as long as I live: \n       I will sing praise to my God while I have my being. \n     My meditation of Him shall be sweet: \n       I will be glad in the Lord.\" \n\n\n     \"Who can utter the mighty acts of the Lord? \n       Who can show forth all His praise?\" \n\n\n     \"Call upon His name; \n       Make known among the peoples His doings. \n     Sing unto Him, sing praises unto Him:\" \n       \"Talk ye of all His wondrous works. \n     Glory ye in His holy name: \n       Let the heart of them rejoice that seek the Lord.\" \n\n\n     \"Because Thy loving-kindness is better than life, \n       My lips shall praise Thee. . . . \n     My soul shall be satisfied as with marrow and fatness; \n       And my mouth shall praise Thee with joyful lips; \n     When I remember Thee upon my bed, \n       And meditate on Thee in the night watches. \n     For Thou hast been my help, \n       And in the shadow of Thy wings will I rejoice.\" \n\n\n     \"In God have I put my trust, I will not be afraid; \n       What can man do unto me? \n     Thy vows are upon me, O God: \n       I will render thank offerings unto Thee. \n     For Thou hast delivered my soul from death: \n     Hast Thou not delivered my feet from falling, \n       That I may walk before God in the light of the \n         living?\" \n\n\n     \"O Thou Holy One of Israel. \n     My lips shall greatly rejoice when I sing unto Thee; \n     And my soul, which Thou hast redeemed. \n     My tongue also shall talk of Thy righteousness all \n         the day long.\" \n                                                                           102\n\n     \"Thou art my trust from my youth. . . . \n     My praise shall be continually of Thee.\" \n     \"I will make Thy name to be remembered:. . . \n     Therefore shall the people praise Thee.\" \n                Psalm 116:12-14, R.V.; 104:33, 34; 106:2; \n                   105:1, 2 (A.R.V.), 2, 3; 63:3-7, A.R.V.; \n                   56:11-13, A.R.V.; 71:22-24, 5, 6; 45:17.", "paragraph": 3, "bookcode": "MH", "page": 100}