{"word": "The Sun of Righteousness did not burst upon the world in splendor, to dazzle the senses with His glory. It is written of Christ, \"His going forth is prepared as the morning.\" Hosea 6:3. Quietly and gently the daylight breaks upon the earth, dispelling the darkness and waking the world to life. So did the Sun of Righteousness arise, \"with healing in His wings.\" Malachi 4:2. \n                                                                           33\n\n     \"Behold My Servant, whom I uphold; \n      Mine Elect, in whom My soul delighteth.\" \n                               Isaiah 42:1. \n     \"Thou hast been a strength to the poor, \n      A strength to the needy in his distress, \n      A refuge from the storm, a shadow from the heat.\" \n                               Isaiah 25:4. \n     \"Thus saith God the Lord, \n      He that created the heavens, and stretched them out; \n      He that spread forth the earth, and that which cometh out of it; \n      He that giveth breath unto the people upon it, \n      And spirit to them that walk therein: \n      I the Lord have called Thee in righteousness, \n      And will hold Thine hand, \n      And will keep Thee, and give Thee for a covenant of the people, \n      For a light of the Gentiles; \n      To open the blind eyes, \n      To bring out the prisoners from the prison, \n      And them that sit in darkness out of the prison house.\" \n                                    Isaiah 42:5-7. \n     \"I will bring the blind by a way that they knew not; \n      I will lead them in paths that they have not known: \n      I will make darkness light before them, \n      And crooked things straight. \n      These things will I do unto them, and not forsake them.\" \n                                    Verse 16. \n     \"Sing unto the Lord a new song, \n      And His praise from the end of the earth, \n      Ye that go down to the sea, and all that is therein; \n      The isles, and the inhabitants thereof. \n      Let the wilderness and the cities thereof lift up the voice, \n      The villages that Kedar doth inhabit: \n      Let the inhabitants of the rock sing, \n      Let them shout from the top of the mountains. \n      Let them give glory unto the Lord, \n      And declare His praise in the islands.\" \n                                    Verses 10-12. \n     \"Sing, O ye heavens; for the Lord hath done it: \n      Shout, ye lower parts of the earth: \n      Break forth into singing, ye mountains, \n      O forest, and every tree therein: \n      For the Lord hath redeemed Jacob, \n      And glorified Himself in Israel.\" \n                                    Isaiah 44:23. \n                                                                           34", "paragraph": 3, "bookcode": "MH", "page": 32}