{"word": "Chap. 17 - Poetry and Song\n\n     The earliest as well as the most sublime of poetic utterances known to man are found in the Scriptures. Before the oldest of the world's poets had sung, the shepherd of Midian recorded those words of God to Job--in their majesty unequaled, unapproached, by the loftiest productions of human genius: \n\n     \"Where wast thou when I laid the foundations of the \n          earth? . . . \n      Or who shut up the sea with doors, \n      When it brake forth; . . . \n      When I made the cloud the garment thereof, \n      And thick darkness a swaddling band for it, \n      And prescribed for it My decree, \n      And set bars and doors, \n      And said, Hitherto shalt thou come, but no further; \n      And here shall thy proud waves be stayed? \n\n     \"Hast thou commanded the morning since thy days began, \n      And caused the dayspring to know its place? . . . \n\n     \"Hast thou entered into the springs of the sea? \n      Or hast thou walked in the recesses of the deep? \n      Have the gates of death been revealed unto thee? \n      Or hast thou seen the gates of the shadow of death? \n      Hast thou comprehended the breadth of the earth? \n      Declare, if thou knowest it all. \n\n     \"Where is the way to the dwelling of light, \n      And as for darkness, where is the place thereof? . . . \n                                                                           160\n\n     \"Hast thou entered the treasuries of the snow, \n      Or hast thou seen the treasuries of the hail? . . . \n      By what way is the light parted, \n      Or the east wind scattered upon the earth? \n      Who hath cleft a channel for the water flood, \n      Or a way for the lightning of the thunder; \n      To cause it to rain on a land where no man is; \n      On the wilderness, wherein there is no man; \n      To satisfy the waste and desolate ground; \n      And to cause the tender grass to spring forth?\" \n     \"Canst thou bind the sweet influences of Pleiades, \n      Or loose the bands of Orion? \n      Canst thou bring forth Mazzaroth in his season? \n      Or canst thou guide Arcturus with his sons?\" \n                     Job 38:4-27, R.V.; 38:31, 32.", "paragraph": 1, "bookcode": "Ed", "page": 159}