{"word": "As regards this earth, Scripture declares the work of creation to have been completed. \"The works were finished from the foundation of the world.\" Hebrews 4:3. \n                                                                           131\nBut the power of God is still exercised in upholding the objects of His creation. It is not because the mechanism once set in motion continues to act by its own inherent energy that the pulse beats, and breath follows breath. Every breath, every pulsation of the heart, is an evidence of the care of Him in whom we live and move and have our being. From the smallest insect to man, every living creature is daily dependent upon His providence. \n     \"These wait all upon Thee. . . . \n      That Thou givest them they gather: \n      Thou openest Thine hand, they are filled with good. \n      Thou hidest Thy face, they are troubled: \n      Thou takest away their breath, they die, \n      And return to their dust. \n      Thou sendest forth Thy Spirit, they are created: \n      And Thou renewest the face of the earth.\" Psalm 104:27-30. \n\n     \"He stretcheth out the north over the empty place, \n      And hangeth the earth upon nothing. \n      He bindeth up the waters in His thick clouds; \n      And the cloud is not rent under them. . . . \n      He hath compassed the waters with bounds, \n      Until the day and night come to an end.\" \n\n     \"The pillars of heaven tremble \n      And are astonished at His rebuke. \n      He stilleth the sea with His power. . . . \n      By His Spirit the heavens are beauty; \n      His hand hath pierced the gliding serpent. \n      Lo, these are but the outskirts of His ways: \n      And how small a whisper do we hear of Him! \n      But the thunder of His power who can understand?\" \n                    Job 26:7-10;  26:11-14, R.V., margin. \n     \"The Lord hath His way in the whirlwind and in the \n           storm, \n      And the clouds are the dust of His feet.\" Nahum 1:3.", "paragraph": 5, "bookcode": "Ed", "page": 130}