{"word": "Ed - Education (1903)\n\n\nFOREWORD\n\n     IT IS RARE, INDEED, FOR A BOOK DEVOTED TO THE SUBJECT OF EDUCATION TO BE READ SO WIDELY OR TO ENDURE SO WELL THE TESTS OF CHANGING TIMES AS HAS THE PRESENT WORK NOW APPEARING IN THIS NEW, POPULAR FORM. THE FUNDAMENTAL PRINCIPLES CLEARLY UNFOLDED IN THIS VOLUME HAVE FOR MANY DECADES MADE IT THE HANDBOOK OF TENS OF THOUSANDS OF PARENTS AND TEACHERS. NOW, TO FURTHER AUGMENT ITS ALREADY WIDE DISTRIBUTION AND READING, IT IS PUBLISHED AS ONE OF THE CHRISTIAN HOME LIBRARY VOLUMES, BUT WITHOUT CHANGE IN WORDING OR PAGING.\n     EVERY PERSON MUST FACE THE PRACTICAL REALITIES OF LIFE--ITS OPPORTUNITIES, ITS RESPONSIBILITIES, ITS DEFEATS, AND ITS SUCCESSES. HOW HE IS TO MEET THESE EXPERIENCES, WHETHER HE IS TO BECOME MASTER OR VICTIM OF CIRCUMSTANCES, DEPENDS LARGELY UPON HIS PREPARATION TO COPE WITH THEM--HIS EDUCATION.\n     TRUE EDUCATION IS WELL DEFINED AS THE HARMONIOUS DEVELOPMENT OF ALL THE FACULTIES--A FULL AND ADEQUATE PREPARATION FOR THIS LIFE AND THE FUTURE ETERNAL LIFE. IT IS IN THE EARLY YEARS IN THE HOME AND IN THE FORMAL SCHOOLWORK THAT THE MIND DEVELOPS, A PATTERN OF LIVING IS ESTABLISHED, AND CHARACTER IS FORMED.\n     KEENLY DISCERNING THE RELATIVE AND LASTING VALUES OF WHAT CONSTITUTES TRUE EDUCATION IN ITS BROADEST SENSE, THE AUTHOR OF THIS BOOK POINTS THE WAY TO THEIR REALIZATION. AN EDUCATION IN WHICH THE MENTAL FACULTIES ARE PROPERLY DEVELOPED IS CLEARLY OUTLINED. AN EDUCATION IN WHICH THE HANDS ARE SKILLED IN USEFUL TRADES IS EMPHASIZED. AN EDUCATION WHICH RECOGNIZES GOD AS THE SOURCE OF ALL WISDOM AND UNDERSTANDING IS EARNESTLY RECOMMENDED.\n\n                                                                   8\n\n     THE MOTIVATING OBJECTIVE OF THE AUTHOR IN HER EXTENSIVE WRITINGS UPON THE SUBJECT OF EDUCATION WAS THAT YOUTH ON THE THRESHOLD OF LIFE MIGHT BE READY TO TAKE THEIR PLACE AS GOOD CITIZENS, WELL PREPARED FOR THE PRACTICAL EXPERIENCES OF LIVING, FULLY DEVELOPED PHYSICALLY, GOD-FEARING, WITH CHARACTERS UNTARNISHED AND HEARTS TRUE TO PRINCIPLE. THIS VOLUME IS THE PARAMOUNT WORK IN THIS GROUP OF WRITINGS IN WHICH ARE SET FORTH PRINCIPLES ESSENTIAL TO THE UNDERSTANDING OF THOSE WHO GUIDE THE YOUTH IN THE HOME AND IN THE SCHOOL.\n     THE WRITER OF THESE PAGES WAS A FRIEND OF YOUNG MEN AND WOMEN. SHE WAS FOR MANY YEARS IN CLOSE TOUCH WITH INSTITUTIONS OF LEARNING AND WAS WELL ACQUAINTED WITH THE PROBLEMS OF YOUTH IN PREPARATION FOR THEIR LIFEWORK. ABOVE ALL, SHE WAS ENDUED WITH MORE THAN ORDINARY KNOWLEDGE AND SKILL AS A WRITER AND SPEAKER.\n     CONCERNED AS IT IS WITH GREAT GUIDING PRINCIPLES, AND NOT WITH THE DETAILS OF CURRICULUM OR THE MERITS OF DIFFERING EDUCATIONAL SYSTEMS, THE INFLUENCE OF THIS VOLUME HAS BEEN WORLD WIDE, WITH EDITIONS PUBLISHED IN A NUMBER OF THE LEADING LANGUAGES OF OTHER CONTINENTS. THAT THIS NEW AMERICAN PRINTING MAY STILL MORE WIDELY DISSEMINATE THE GREAT PRINCIPLES OF CHARACTER EDUCATION IS THE ARDENT HOPE OF THE PUBLISHERS AND--\n                                  THE TRUSTEES OF THE\n                         ELLEN G. WHITE PUBLICATIONS.\n\n\nTable of Contents\n\nFirst Principles\n Source and Aim of True Education ................................... 13\n The Eden School .................................................... 20\n The Knowledge of Good and Evil ..................................... 23\n Relation of Education to Redemption ................................ 28\n\nIllustrations\n The Education of Israel ............................................ 33\n The Schools of the Prophets ........................................ 45\n Lives of Great Men ................................................. 51\n\nThe Master Teacher\n The Teacher Sent from God .......................................... 73\n An Illustration of His Methods ..................................... 84\n\nNature Teaching\n God in Nature ...................................................... 99\n Lessons of Life ................................................... 102\n Other Object Lessons .............................................. 113\n\nThe Bible as an Educator\n Mental and Spiritual Culture ...................................... 123\n Science and The Bible ............................................. 128\n Business Principles and Methods ................................... 135\n Bible Biographies ................................................. 146\n Poetry and Song ................................................... 159\n Mysteries of The Bible ............................................ 169\n History and Prophecy .............................................. 173\n Bible Teaching and Study .......................................... 185\n\n                                                                           10\nPhysical Culture\n Study of Physiology ............................................... 195\n Temperance and Dietetics .......................................... 202\n Recreation ........................................................ 207\n Manual Training ................................................... 214\n\nCharacter Building\n Education and Character ........................................... 225\n Methods of Teaching ............................................... 230\n Deportment ........................................................ 240\n Relation of Dress to Education .................................... 246\n The Sabbath ....................................................... 250\n Faith and Prayer .................................................. 253\n The Lifework ...................................................... 262\n\nThe Underteacher\n Preparation ....................................................... 275\n Co-operation ...................................................... 283\n Discipline ........................................................ 287\n\nThe Higher Course\n The School of The Hereafter ....................................... 301\n\n\nChap. 1 - Source and Aim of True Education\n\n     Our ideas of education take too narrow and too low a range. There is need of a broader scope, a higher aim. True education means more than the pursual of a certain course of study. It means more than a preparation for the life that now is. It has to do with the whole being, and with the whole period of existence possible to man. It is the harmonious development of the physical, the mental, and the spiritual powers. It prepares the student for the joy of service in this world and for the higher joy of wider service in the world to come.", "paragraph": 1, "bookcode": "Ed", "page": 13}