{"word": "SC - Steps to Christ (1892, 1893)\n\n\nFOREWORD\n\n     FEW BOOKS ATTAIN A DISTRIBUTION RECKONED IN MILLIONS OR EXERT SO GREAT AN INFLUENCE IN THE UPLIFTING OF HUMANITY AS HAS STEPS TO CHRIST. IN COUNTLESS EDITIONS, THIS LITTLE VOLUME HAS BEEN PRINTED IN MORE THAN SEVENTY LANGUAGES, BRINGING INSPIRATION TO HUNDREDS OF THOUSANDS OF MEN AND WOMEN THROUGHOUT THE WORLD, EVEN THOSE WHO DWELL IN THE REMOTE CORNERS OF THE EARTH. FROM THE APPEARANCE OF THE FIRST EDITION IN 1892, THE PUBLISHERS HAVE BEEN CALLED UPON TO ADD PRINTING TO PRINTING TO MEET THE IMMEDIATE AND SUSTAINED DEMAND FROM THE READING PUBLIC.\n     THE AUTHOR OF THIS WORK, ELLEN G. WHITE (1827-1915), WAS A RELIGIOUS SPEAKER AND WRITER, WELL KNOWN ON THREE CONTINENTS. BORN NEAR PORTLAND, MAINE, SHE SPENT HER EARLY LIFE IN THE NEW ENGLAND STATES, AND THEN HER TRAVELS AND LABORS LED HER TO THE RAPIDLY EXPANDING CENTRAL AND WESTERN AREAS OF THE UNITED STATES. THE YEARS 1885 TO 1887 SHE DEVOTED TO WORK IN THE LEADING COUNTRIES OF EUROPE, WHERE SHE OFTEN ADDRESSED LARGE AUDIENCES, AND CONTINUED HER WRITING. SUBSEQUENTLY SHE SPENT NINE ACTIVE YEARS IN AUSTRALIA AND NEW ZEALAND. FROM HER PEN HAVE COME FORTY-FIVE VOLUMES, LARGE AND SMALL, IN THE FIELDS OF THEOLOGY, EDUCATION, HEALTH, AND THE HOME, AND PRACTICAL CHRISTIANITY, SEVERAL WITH A DISTRIBUTION EXCEEDING THE MILLION-COPY MARK. OF THESE, STEPS TO CHRIST IS THE MOST POPULAR AND WIDELY READ.\n     THE TITLE OF THE BOOK TELLS ITS MISSION. IT POINTS THE\n\n                                                                   6\n\nREADER TO JESUS CHRIST AS THE ONLY ONE WHO IS ABLE TO MEET THE NEEDS OF THE SOUL. IT DIRECTS THE FEET OF THE DOUBTING AND HALTING TO THE PATHWAY OF PEACE. IT LEADS THE SEEKER AFTER RIGHTEOUSNESS AND WHOLENESS OF CHARACTER, STEP BY STEP, ALONG THE WAY OF CHRISTIAN LIVING, TO THAT EXPERIENCE WHERE HE CAN KNOW THE FULLNESS OF BLESSING WHICH IS FOUND IN THE COMPLETE SURRENDER OF SELF. IT REVEALS TO HIM THE SECRET OF VICTORY AS IT UNFOLDS IN SIMPLICITY THE SAVING GRACE AND THE KEEPING POWER OF THE GREAT FRIEND OF ALL MANKIND.\n     THIS EDITION MARKS A FORWARD STEP IN STANDARDIZING THE PAGING OF THE BOOK IN FORTHCOMING ENGLISH-LANGUAGE PRINTINGS. WITH NO CHANGE IN THE TEXT, BUT WITH A FORMAT, SPELLING, AND CAPITALIZATION IN KEEPING WITH THE TIMES, THIS LITTLE COMPENDIUM OF DEVOTION WILL CONTINUE ON ITS MISSION, BUT NOW IN SUCH FORM, REGARDLESS OF THE SIZE OF THE TYPE OR PAGE, AS TO CONFORM TO THE NEW INDEX TO THE WRITINGS OF ELLEN G. WHITE.\n     JACOB OF OLD, WHEN OPPRESSED WITH THE FEAR THAT HIS SIN HAD CUT HIM OFF FROM GOD, LAY DOWN TO REST, AND \"HE DREAMED, AND BEHOLD A LADDER SET UP ON THE EARTH, AND THE TOP OF IT REACHED TO HEAVEN.\" THE CONNECTION BETWEEN EARTH AND HEAVEN WAS THUS REVEALED TO HIM, AND WORDS OF COMFORT AND HOPE WERE SPOKEN TO THE WANDERER BY HIM WHO STOOD AT THE TOP OF THE SHADOWY STAIRS. THAT THE HEAVENLY VISION MAY BE REPEATED TO MANY AS THEY READ THIS STORY OF THE WAY OF LIFE, IS THE SINCERE WISH OF THE PUBLISHERS, AND--\n\n                               THE TRUSTEES OF THE\n                           ELLEN G. WHITE PUBLICATIONS\n\n\nTable of Contents\n\nGod's Love for Man ................................................... 9\n\nThe Sinner's Need of Christ ......................................... 17\n\nRepentance .......................................................... 23\n\nConfession. ......................................................... 37\n\nConsecration ........................................................ 43\n\nFaith and Acceptance ................................................ 49\n\nThe Test of Discipleship ............................................ 57\n\nGrowing up Into Christ .............................................. 67\n\nThe Work and the Life ............................................... 77\n\nA Knowledge of God .................................................. 85\n\nThe Privilege of Prayer ............................................. 93\n\nWhat to Do With Doubt .............................................. 105\n\nRejoicing in the Lord .............................................. 115\n\n\nChap. 1 - God's Love for Man\n\n     Nature and revelation alike testify of God's love. Our Father in heaven is the source of life, of wisdom, and of joy. Look at the wonderful and beautiful things of nature. Think of their marvelous adaptation to the needs and happiness, not only of man, but of all living creatures. The sunshine and the rain, that gladden and refresh the earth, the hills and seas and plains, all speak to us of the Creator's love. It is God who supplies the daily needs of all His creatures. In the beautiful words of the psalmist-- \n\n     \"The eyes of all wait upon Thee; \n     And Thou givest them their meat in due season. \n     Thou openest Thine hand, \n     And satisfiest the desire of every living thing.\" \n                                    Psalm 145:15, 16.", "paragraph": 1, "bookcode": "SC", "page": 9}