{"word": "\"The rebuke of His people shall He take away,\" the prophet declared. \"They shall call them, The holy people, The redeemed of the Lord.\" He hath appointed \"to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord, that He might be glorified.\" \n\n\n     \"Awake, awake; put on thy strength, O Zion; \n      Put on thy beautiful garments, O Jerusalem, the Holy City: \n      For henceforth there shall no more come unto thee the \n           uncircumcised and the unclean. \n\n\n     \"Shake thyself from the dust; \n      Arise, and sit down, O Jerusalem: \n      Loose thyself from the bands of thy neck, O captive daughter \n           of Zion.\" \n\n\n     \"O thou afflicted, tossed with tempest, and not comforted, \n      Behold, I will lay thy stones with fair colors, \n      And lay thy foundations with sapphires. \n\n\n     \"And I will make thy windows of agates. \n      And thy gates of carbuncles, \n      And all thy borders of pleasant stones. \n\n\n     \"And all thy children shall be taught of the Lord; \n      And great shall be the peace of thy children. \n      In righteousness shalt thou be established: \n\n\n     \"Thou shalt be far from oppression; for thou shalt not fear: \n           And from terror; for it shall not come near thee. \n      Behold, they shall surely gather together, but not by Me: \n           Whosoever shall gather together against thee shall fall \n              for thy sake. . . . \n                                                                           725\n\n     \"No weapon that is formed against thee shall prosper; \n       And every tongue that shall rise against thee in judgment \n          thou shalt condemn. \n      This is the heritage of the servants of the Lord, \n       And their righteousness is of Me, saith the Lord.\" \n                  Isaiah 25:8; 62:12; Isaiah 61:3; 52:1, 2; Isaiah 54:11-17.", "paragraph": 1, "bookcode": "PK", "page": 724}