{
    "word": "\"Truly the light is sweet, and a pleasant thing it is for the eyes to behold the sun: but if a man live many years, and rejoice in them all; yet let him remember the days of darkness; for they shall be many. All that cometh is vanity. Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment. Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.\" Ecclesiastes 11:7-10. \n\n\n     \"Remember now thy Creator in the days of thy youth, \n        While the evil days come not, \n        Nor the years draw nigh, \n          When thou shalt say, I have no pleasure in them; \n\n\n       \"While the sun, \n         Or the light, \n         Or the moon, \n         Or the stars, \n        Be not darkened, \n        Nor the clouds return after the rain: \n\n\n         \"In the day when the keepers of the house shall tremble, \n          And the strong men shall bow themselves, \n          And the grinders cease because they are few, \n          And those that look out of the windows be darkened, \n          And the doors shall be shut in the streets, \n\n\n         \"When the sound of the grinding is low, \n          And he shall rise up at the voice of the bird, \n          And all the daughters of music shall be brought low; \n\n\n         \"Also when they shall be afraid of that which is high, \n          And fears shall be in the way, \n\n\n         \"And the almond tree shall flourish, \n          And the grasshopper shall be a burden, \n          And desire shall fail: \n\n\n         \"Because man goeth to his long home, \n          And the mourners go about the streets: \n\n\n         \"Or ever the silver cord be loosed, \n          Or the golden bowl be broken, \n          Or the pitcher be broken at the fountain, \n          Or the wheel broken at the cistern. \n                                                                           82\n\n         \"Then shall the dust return to the earth \n           As it was: \n          And the spirit shall return unto God \n           Who gave it.\" \n                           Ecclesiastes 12:1-7.",
    "paragraph": 4,
    "bookcode": "PK",
    "page": 80,
    "chapter": "Solomon's Repentance",
    "chapterN": "5",
    "author": "Ellen G. White",
    "booktitle": "Prophets and Kings",
    "date_published": "1917",
    "copyright_info": "Public Domain"
}