{
    "word": "The steadfast among the Jewish nation, descendants of that holy line through whom a knowledge of God had been preserved, strengthened their faith by dwelling on these and similar passages. With exceeding joy they read how the Lord would anoint One \"to preach good tidings unto the meek,\" \"to bind up the brokenhearted, to proclaim liberty to the captives,\" and to declare \"the acceptable year of the Lord.\" Isaiah 61:1, 2. Yet their hearts were filled with sadness as they thought of the sufferings He must endure in order to fulfill the divine purpose. With deep humiliation of soul they traced the words in the prophetic roll: \n\n\n     \"Who hath believed our report? \n      And to whom is the arm of the Lord revealed? \n\n\n     \"For He shall grow up before Him as a tender plant, \n      And as a root out of a dry ground: \n       He hath no form nor comeliness; \n       And when we shall see Him, \n       There is no beauty that we should desire Him. \n\n\n     \"He is despised and rejected of men; \n      A Man of Sorrows, and acquainted with grief: \n        And we hid as it were our faces from Him; \n        He was despised, and we esteemed Him not. \n\n\n     \"Surely He hath borne our griefs, \n      And carried our sorrows: \n       Yet we did esteem Him stricken, \n       Smitten of God, and afflicted. \n\n\n     \"But He was wounded for our transgressions, \n      He was bruised for our iniquities: \n       The chastisement of our peace was upon Him; \n       And with His stripes we are healed. \n\n\n     \"All we like sheep have gone astray; \n      We have turned everyone to his own way; \n       And the Lord hath laid on Him \n       The iniquity of us all. \n\n\n     \"He was oppressed, and He was afflicted, \n      Yet He opened not His mouth: \n       He is brought as a lamb to the slaughter, \n       And as a sheep before her shearers is dumb, \n       So He openeth not His mouth. \n                                                                           691\n\n     \"He was taken from prison and from judgment: \n      And who shall declare His generation? \n       For He was cut off out of the land of the living: \n       For the transgression of My people was He stricken. \n\n\n     \"And He made His grave with the wicked, \n      And with the rich in His death; \n       Because He had done no violence, \n       Neither was any deceit in His mouth.\" \n                                Isaiah 53:1-9.",
    "paragraph": 2,
    "bookcode": "PK",
    "page": 689,
    "chapter": "The Coming of a Deliverer",
    "chapterN": "58",
    "author": "Ellen G. White",
    "booktitle": "Prophets and Kings",
    "date_published": "1917",
    "copyright_info": "Public Domain"
}