{
    "word": "We must cherish and cultivate the faith of which prophets and apostles have testified--the faith that lays hold on the promises of God and waits for deliverance in His appointed time and way. The sure word of prophecy will meet its final fulfillment in the glorious advent of our Lord and Saviour Jesus Christ, as King of kings and Lord of lords. The time of waiting may seem long, the soul may be oppressed by discouraging circumstances, many in whom confidence has been placed may fall by the way; but with the prophet who endeavored to encourage Judah in a time of unparalleled apostasy, let us confidently declare, \"The Lord is in His holy temple: let all the earth keep silence before Him.\" Habakkuk 2:20. Let us ever hold in remembrance the cheering message, \"The vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry. . . . The just shall live by his faith.\" Verses 3, 4. \n      \"O Lord, revive Thy work in the midst of the years, \n       In the midst of the years make known; \n       In wrath remember mercy. \n\n\n      \"God came from Teman, \n       And the Holy One from Mount Paran. \n       His glory covered the heavens, \n       And the earth was full of His praise. \n       And His brightness was as the light; \n       He had bright beams out of His side: \n       And there was the hiding of His power. \n       Before Him went the pestilence, \n       And burning coals went forth at His feet. \n       He stood, and measured the earth: \n       He beheld, and drove asunder the nations; \n       And the everlasting mountains were scattered, \n       The perpetual hills did bow: \n       His ways are everlasting.\" \n\n\n      \"Thou wentest forth for the salvation of Thy people, \n       Even for salvation with Thine anointed.\" \n\n\n      \"Although the fig tree shall not blossom, \n       Neither shall fruit be in the vines; \n       The labor of the olive shall fail, \n       And the fields shall yield no meat; \n       The flock shall be cut off from the fold, \n       And there shall be no herd in the stalls: \n       Yet I will rejoice in the Lord, \n       I will joy in the God of my salvation. \n       The Lord God is my strength.\" \n               Habakkuk 3:2-6, 13, 17-19, margin. \n                                                                           389",
    "paragraph": 2,
    "bookcode": "PK",
    "page": 387,
    "chapter": "Manasseh and Josiah",
    "chapterN": "32",
    "author": "Ellen G. White",
    "booktitle": "Prophets and Kings",
    "date_published": "1917",
    "copyright_info": "Public Domain"
}