{"word": "The encouragements offered as the reward of obedience were accompanied by prophecies of judgments against the disobedient; and as the king heard the inspired words, he \n                                                                           394\nrecognized, in the picture set before him, conditions that were similar to those actually existing in his kingdom. In connection with these prophetic portrayals of departure from God, he was startled to find plain statements to the effect that the day of calamity would follow swiftly and that there would be no remedy. The language was plain; there could be no mistaking the meaning of the words. And at the close of the volume, in a summary of God's dealings with Israel and a rehearsal of the events of the future, these matters were made doubly plain. In the hearing of all Israel, Moses had declared: \n\n\n       \"Give ear, O ye heavens, and I will speak; \n          And hear, O earth, the words of my mouth. \n        My doctrine shall drop as the rain, \n          My speech shall distill as the dew, \n        As the small rain upon the tender herb, \n          And as the showers upon the grass: \n        Because I will publish the name of the Lord: \n          Ascribe ye greatness unto our God. \n        He is the Rock, His work is perfect: \n          For all His ways are judgment: \n        A God of truth and without iniquity, \n          Just and right is He.\" \n                           Deuteronomy 32:1-4. \n\n\n       \"Remember the days of old, \n          Consider the years of many generations: \n        Ask thy father, and he will show thee; \n          Thy elders, and they will tell thee. \n        When the Most High divided to the nations their \n            inheritance, \n          When He separated the sons of Adam, \n        He set the bounds of the people \n          According to the number of the children of Israel. \n        For the Lord's portion is His people; \n          Jacob is the lot of His inheritance. \n                                                                           395\n\n          He found him in a desert land, \n            And in the waste howling wilderness; \n          He led him about, He instructed him, \n            He kept him as the apple of His eye.\" \n                                       Verses 7-10. \n\n\n          But Israel \"forsook God which made him, \n            And lightly esteemed the Rock of his salvation. \n          They provoked Him to jealousy with strange gods, \n            With abominations provoked they Him to anger. \n          They sacrificed unto devils, not to God; \n            To gods whom they knew not, \n          To new gods that came newly up, \n            Whom your fathers feared not. \n          Of the Rock that begat thee thou art unmindful, \n            And hast forgotten God that formed thee. \n\n\n          \"And when the Lord saw it, He abhorred them, \n            Because of the provoking of His sons, and of \n                 His daughters. \n          And He said, I will hide My face from them, \n            I will see what their end shall be: \n          For they are a very froward generation, \n            Children in whom is no faith. \n          They have moved Me to jealousy with that which \n                  is not God; \n            They have provoked Me to anger with their vanities: \n          And I will move them to jealousy with those which \n                  are not a people; \n           I will provoke them to anger with a foolish nation.\" \n\n\n          \"I will heap mischiefs upon them; \n             I will spend Mine arrows upon them. \n          They shall be burnt with hunger, and devoured with \n                  burning heat, \n            And with bitter destruction.\" \n\n\n          \"For they are a nation void of counsel, \n             Neither is there any understanding in them. \n           O that they were wise, that they understood this, \n             That they would consider their latter end! \n                                                                           396\n\n           How should one chase a thousand, \n            And two put ten thousand to flight, \n           Except their Rock had sold them, \n             And the Lord had shut them up? \n           For their rock is not as our Rock, \n             Even our enemies themselves being judges.\" \n\n\n           \"Is not this laid up in store with Me, \n               And sealed up among My treasures? \n           To Me belongeth vengeance, and recompense; \n               Their foot shall slide in due time: \n           For the day of their calamity is at hand, \n             And the things that shall come upon them make haste.\" \n                      Verses 15-21, 23, 24, 28-31, 34, 35.", "paragraph": 4, "bookcode": "PK", "page": 393}