{
    "word": "To the last ruler of Babylon, as in type to its first, had come the sentence of the divine Watcher: \"O king, . . . to thee it is spoken; The kingdom is departed from thee.\" Daniel 4:31. \n\n\n     \"Come down, and sit in the dust, O virgin daughter of \n           Babylon, \n      Sit on the ground: there is no throne. . . . \n      Sit thou silent, \n      And get thee into darkness, O daughter of the Chaldeans: \n      For thou shalt no more be called, The lady of kingdoms. \n\n\n     \"I was wroth with My people, \n      I have polluted Mine inheritance, and given them into \n           thine hand: \n      Thou didst show them no mercy; . . . \n\n\n     \"And thou saidst, I shall be a lady forever: \n      So that thou didst not lay these things to thy heart, \n      Neither didst remember the latter end of it.      \"Therefore hear now this, \n      Thou that art given to pleasures \n      That dwellest carelessly, \n      That sayest in thine heart, \n      I am, and none else beside me; \n      I shall not sit as a widow, \n      Neither shall I know the loss of children: . . . \n\n\n     \"These two things shall come to thee in a moment in \n           one day, \n      The loss of children, and widowhood: \n      They shall come upon thee in their perfection for the \n           multitude of thy sorceries, and for the great \n           abundance of thine enchantments. \n      For thou hast trusted in thy wickedness: \n      Thou hast said, None seeth me. \n\n\n     \"Thy wisdom and thy knowledge, it hath perverted thee; \n      And thou hast said in thine heart, \n      I am, and none else beside me. \n      Therefore shall evil come upon thee; \n      Thou shalt not know from whence it riseth: \n      And mischief shall fall upon thee; \n      Thou shalt not be able to put it off: \n      And desolation shall come upon thee suddenly, which \n           thou shalt not know. \n\n\n     \"Stand now with thine enchantments, and with the \n           multitude of thy sorceries, wherein thou hast \n           labored from thy youth; \n      If so be thou shalt be able to profit, \n      If so be thou mayest prevail. \n\n\n     \"Thou art wearied in the multitude of thy counsels. \n      Let now the astrologers, the stargazers, the monthly \n           prognosticators, \n      Stand up, and save thee from these things that shall come \n           upon thee. \n      Behold, they shall be as stubble; . . . \n      They shall not deliver themselves from the power of the \n           flame: . . . \n      None shall save thee.\" Isaiah 47:1-15. \n                                                                           535",
    "paragraph": 1,
    "bookcode": "PK",
    "page": 533,
    "chapter": "The Unseen Watcher",
    "chapterN": "43",
    "author": "Ellen G. White",
    "booktitle": "Prophets and Kings",
    "date_published": "1917",
    "copyright_info": "Public Domain"
}