{
    "word": "Restored to his wonted strength, the king of Judah acknowledged in words of song the mercies of Jehovah, and vowed to spend his remaining days in willing service to the King of kings. His grateful recognition of God's compassionate dealing with him is an inspiration to all who desire to spend their years to the glory of their Maker.           \"I said \n           In the cutting off of my days, \n           I shall go to the gates of the grave: \n           I am deprived of the residue of my years. \n\n\n          \"I said, \n           I shall not see the Lord, even the Lord, in the land of \n                  the living; \n           I shall behold man no more with the inhabitants of the \n                  world. \n\n\n          \"Mine age is departed, \n           And is removed from me as a shepherd's tent: \n          \"I have cut off like a weaver my life: \n           He will cut me off with pining sickness: \n\n\n          \"From day even to night wilt Thou make an end of me. \n                  I reckoned till morning, that, \n           As a lion, so will He break all my bones: \n\n\n          \"From day even to night wilt Thou make an end of me. \n             Like a crane or a swallow, so did I chatter: \n             I did mourn as a dove: \n           Mine eyes fail with looking upward: \n           O Lord, I am oppressed; undertake for me. \n\n\n          \"What shall I say? \n           He hath both spoken unto me, \n           And Himself hath done it: \n            I shall go softly all my years in the bitterness of my \n                 soul. \n\n\n          \"O Lord, by these things men live, \n           And in all these things is the life of my spirit: \n           So wilt Thou recover me, and make me to live. \n\n\n          \"Behold, for peace I had great bitterness: \n           But Thou hast in love to my soul delivered it from the \n                pit of corruption: \n           For Thou hast cast all my sins behind Thy back. \n\n\n          \"For the grave cannot praise Thee, \n           Death cannot celebrate Thee: \n           They that go down into the pit cannot hope for Thy truth. \n                                                                           344\n\n          \"The living, the living, he shall praise Thee, \n           As I do this day: \n           The father to the children shall make known Thy truth. \n\n\n          \"The Lord was ready to save me: \n           Therefore we will sing my songs to the stringed \n                    instruments \n           All the days of our life in the house of the Lord.\" \n                                           Isaiah 38:10-20.",
    "paragraph": 5,
    "bookcode": "PK",
    "page": 342,
    "chapter": "The Ambassadors From Babylon",
    "chapterN": "29",
    "author": "Ellen G. White",
    "booktitle": "Prophets and Kings",
    "date_published": "1917",
    "copyright_info": "Public Domain"
}