{
    "word": "The Saviour gathered His disciples about Him, and said to them, \"If any man desire to be first, the same shall be last of all, and servant of all.\" There was in these words a solemnity and impressiveness which the disciples were far from comprehending. That which Christ discerned they could not see. They did not understand the nature of Christ's kingdom, and this ignorance was the apparent cause of their contention. But the real cause lay deeper. By explaining the nature of the kingdom, Christ might for the time have quelled their strife; but this would not have touched the underlying cause. Even after they had received the fullest knowledge, any question of precedence might have renewed the trouble. Thus disaster would have been brought to the church after Christ's departure. The strife for the highest place was the outworking of that same spirit which was the beginning of the great controversy in the worlds above, and which had brought Christ from heaven to die. There rose up before Him a vision of Lucifer, the \"son of the morning,\" in glory surpassing all the angels that surround the throne, and united in closest ties to the Son of God. Lucifer had said, \"I will be like the Most High\" (Isaiah 14:12, 14); and the desire for self-exaltation had brought strife into the heavenly courts, and had banished a multitude of the hosts of God. Had Lucifer really desired to be like the Most High, he would never have deserted his appointed place in heaven; for the spirit of the Most High is manifested in unselfish ministry. Lucifer desired God's power, but not His character. He sought for himself the highest place, and every being who is actuated by his spirit will do the same. Thus alienation, discord, and strife will be inevitable. Dominion becomes the prize of the strongest. The kingdom of Satan is a kingdom of force; every individual regards every other as an obstacle in the way of his own advancement, or a steppingstone on which he himself may climb to a higher place.",
    "paragraph": 2,
    "bookcode": "DA",
    "page": 435,
    "chapter": "Who Is the Greatest?",
    "chapterN": "48"
}