{
    "word": "In quoting the prophecy of the rejected stone, Christ referred to an actual occurrence in the history of Israel. The incident was connected with the building of the first temple. While it had a special application at the time of Christ's first advent, and should have appealed with special force to the Jews, it has also a lesson for us. When the temple of Solomon was erected, the immense stones for the walls and the foundation were entirely prepared at the quarry; after they were brought to the place of building, not an instrument was to be used upon them; the workmen had only to place them in position. For use in the foundation, one stone of unusual size and peculiar shape had been brought; but the workmen could find no place for it, and would not accept it. It was an annoyance to them as it lay unused in their way. Long it remained a rejected stone. But when the builders came to the laying of the corner, they searched for a long time to find a stone of sufficient size and strength, and of the proper shape, to take that particular place, and bear the great weight which would rest upon it. Should they make an unwise choice for this important place, the safety of the entire building would be endangered. They must find a stone capable of resisting the influence of the sun, of frost, and of tempest. Several stones had at different times been chosen, but under the pressure of immense weights they had crumbled to pieces. Others could not bear the test of the sudden atmospheric changes. But at last attention was called to the stone so long rejected. It had been exposed to the air, to sun and storm, without revealing the slightest crack. The builders examined this stone. It had borne every test but one. If it could bear the test of severe pressure, they decided to accept it for the cornerstone. The trial was made. The stone was accepted, brought to its assigned position, and found to be an exact fit. In prophetic vision, Isaiah was shown that this stone was a symbol of Christ. He says:",
    "paragraph": 5,
    "bookcode": "DA",
    "page": 597,
    "chapter": "The Temple Cleansed Again",
    "chapterN": "65"
}