{
    "word": "It was the desire for liberty of conscience that inspired the Pilgrims to brave the perils of the long journey across the sea, to endure the hardships and dangers of the wilderness, and with God's blessing to lay, on the shores of America, the foundation of a mighty nation. Yet honest and God-fearing as they were, the Pilgrims did not yet comprehend the great principle of religious liberty. The freedom which they sacrificed so much to secure for themselves, they were not equally ready to grant to others. \"Very few, even of the foremost thinkers and moralists of the seventeenth century, had any just conception of that grand principle, the outgrowth of the New Testament, which acknowledges God as the sole judge of human faith.\"--Ibid., vol. 5, p. 297. The doctrine that God has committed to the church the right to control the conscience, and to define and punish heresy, is one of the most deeply rooted of papal errors. While the Reformers rejected the creed of Rome, they were not entirely free from her spirit of intolerance. The dense darkness in which, through the long ages of her rule, popery had enveloped all Christendom, had not even yet been wholly dissipated. Said one of the leading ministers in the colony of Massachusetts Bay: \"It was toleration that made the world antichristian; and the church never took harm by the punishment of heretics.\"--Ibid., vol. 5, p. 335. The regulation was adopted by the colonists that only church members should have a voice in the civil government. A kind of state church was formed, all the people being required to contribute to the support of the clergy, and the magistrates being authorized to suppress heresy. Thus the secular power was in the hands of the church. It was not long before these measures led to the inevitable result --persecution.",
    "paragraph": 3,
    "bookcode": "GC",
    "page": 292,
    "chapter": "The Pilgrim Fathers",
    "chapterN": 16,
    "author": "Ellen G. White",
    "booktitle": "The Great Controversy",
    "date_published": "1911",
    "copyright_info": "Public Domain"
}