{
    "word": "And this is the object which Satan seeks to accomplish. There is nothing that he desires more than to destroy confidence in God and in His word. Satan stands at the head of the great army of doubters, and he works to the utmost of his power to beguile souls into his ranks. It is becoming fashionable to doubt. There is a large class by whom the word of God is looked upon with distrust for the same reason as was its Author--because it reproves and condemns sin. Those who are unwilling to obey its requirements endeavor to overthrow its authority. They read the Bible, or listen to its teachings as presented from the sacred desk, merely to find fault with the Scriptures or with the sermon. Not a few become infidels in order to justify or excuse themselves in neglect of duty. Others adopt skeptical principles from pride and indolence. Too ease-loving to distinguish themselves by accomplishing anything worthy of honor, which requires effort and self-denial, they aim to secure a reputation for superior wisdom by criticizing the Bible. There is much which the finite mind, unenlightened by divine wisdom, is powerless to comprehend; and thus they find occasion to criticize. There are many who seem to feel that it is a virtue to stand on the side of unbelief, skepticism, and infidelity. But underneath an appearance of candor it will be found that such persons are actuated by self-confidence and pride. Many delight in finding something in the Scriptures to puzzle the minds of others. Some at first criticize and reason on the wrong side, from a mere love of controversy. They do not realize that they are thus entangling themselves in the snare of the fowler. But having openly expressed unbelief, they feel that they must maintain their position. Thus they unite with the ungodly and close to themselves the gates of Paradise.",
    "paragraph": 1,
    "bookcode": "GC",
    "page": 526,
    "chapter": "Snares of Satan",
    "chapterN": 32,
    "author": "Ellen G. White",
    "booktitle": "The Great Controversy",
    "date_published": "1911",
    "copyright_info": "Public Domain"
}