{
    "word": "Those who had accepted the light concerning the mediation of Christ and the perpetuity of the law of God found that these were the truths presented in Revelation 14. The messages of this chapter constitute a threefold warning (see Appendix) which is to prepare the inhabitants of the earth for the Lord's second coming. The announcement, \"The hour of His judgment is come,\" points to the closing work of Christ's ministration for the salvation of men. It heralds a truth which must be proclaimed until the Saviour's intercession shall cease and He shall return to the earth to take His people to Himself. The work of judgment which began in 1844 must continue until the cases of all are decided, both of the living and the dead; hence it will extend to the close of human probation. That men may be prepared to stand in the judgment, the message commands them to \"fear God, and give glory to Him,\" \"and worship Him that made heaven, and earth, and the sea, and the fountains of waters.\" The result of an acceptance of these messages is given in the word: \"Here are they that keep the commandments of God, and the faith of Jesus.\" In order to be prepared for the judgment, it is necessary that men should keep the law of God. That law will be the standard of character in the judgment. The apostle Paul declares: \"As many as have sinned in the law shall be judged by the law, . . . in the day when God shall judge the secrets of men by Jesus Christ.\" And he says that \"the doers of the law shall be justified.\" Romans 2:12-16. Faith is essential in order to the keeping of the law of God; for \"without faith it is impossible to please Him.\" And \"whatsoever is not of faith is sin.\" Hebrews 11:6; Romans 14:23.",
    "paragraph": 2,
    "bookcode": "GC",
    "page": 435,
    "chapter": "God's Law Immutable",
    "chapterN": 25,
    "author": "Ellen G. White",
    "booktitle": "The Great Controversy",
    "date_published": "1911",
    "copyright_info": "Public Domain"
}