{"word": "Abraham, dwelling in peace in the oak groves at Mamre, learned from one of the fugitives the story of the battle and the calamity that had befallen his nephew. He had cherished no unkind memory of Lot's ingratitude. All his affection for him was awakened, and he determined that he should be rescued. Seeking, first of all, divine counsel, Abraham prepared for war. From his own encampment he summoned three hundred and eighteen trained servants, men trained in the fear of God, in the service of their master, and in the practice of arms. His confederates, Mamre, Eschol, and Aner, joined him with their bands, and together they started in pursuit of the invaders. The Elamites and their allies had encamped at Dan, on the northern border of Canaan. Flushed with victory, and having no fear of an assault from their vanquished foes, they had given themselves up to reveling. The patriarch divided his force so as to approach from different directions, and came upon the encampment by night. His attack, so vigorous and unexpected, resulted in speedy victory. The king of Elam was slain and his panic-stricken forces were utterly routed. Lot and his family, with all the prisoners and their goods, were recovered, and a rich booty fell into the hands of the victors. To Abraham, under God, the triumph was due. The worshiper of Jehovah had not only rendered a great service to the country, but had proved himself a man of valor. It was seen that righteousness is not cowardice, and that Abraham's religion made him courageous in maintaining the right and defending the oppressed. His heroic act gave him a widespread influence among the surrounding tribes. On his return, the king of Sodom came out with his retinue to honor the conqueror. He bade him take the goods, begging only that the prisoners should be restored. By the usage of war, the spoils belonged to the conquerors; but Abraham had undertaken this expedition with no purpose of gain, and he refused to take advantage of the unfortunate, only stipulating that his confederates should receive the portion to which they were entitled.", "paragraph": 1, "bookcode": "PP", "page": 135}