{"word": "As morning broke it revealed to the multitudes of Israel all that remained of their mighty foes--the mail-clad bodies cast \n                                                                           288\nupon the shore. From the most terrible peril, one night had brought complete deliverance. That vast, helpless throng--bondmen unused to battle, women, children, and cattle, with the sea before them, and the mighty armies of Egypt pressing behind--had seen their path opened through the waters and their enemies overwhelmed in the moment of expected triumph. Jehovah alone had brought them deliverance, and to Him their hearts were turned in gratitude and faith. Their emotion found utterance in songs of praise. The Spirit of God rested upon Moses, and he led the people in a triumphant anthem of thanksgiving, the earliest and one of the most sublime that are known to man. \n\n\n     \"I will sing unto Jehovah, for He hath triumphed gloriously; \n      The horse and his rider hath He thrown into the sea. \n      The Lord is my strength and my song, \n      And He is become my salvation: \n      This is my God, and I will praise Him; \n      My father's God, and I will exalt Him. \n      The Lord is a man of war: \n      Jehovah is His name. \n      Pharaoh's chariots and his host hath He cast into the sea: \n      And his chosen captains are sunk in the Red Sea. \n      The deeps cover them: \n      They went down into the depths like a stone. \n      Thy right hand, O Lord, is glorious in power, \n      Thy right hand, O Lord, dasheth in pieces the enemy. . . . \n      Who is like unto Thee, O Lord, among the gods? \n      Who is like Thee, glorious in holiness, \n      Fearful in praises, doing wonders? . . . \n      Thou in Thy mercy hast led the people which Thou has redeemed: \n      Thou hast guided them in Thy strength to Thy holy habitation. \n      The peoples have heard, they tremble. . . . \n      Terror and dread falleth upon them; \n      By the greatness of Thine arm they are as still as a stone; \n      Till Thy people pass over, O Lord, \n      Till the people pass over which Thou hast purchased. \n      Thou shalt bring them in, and plant them in the mountain of \n           Thine inheritance, \n      The place, O Lord, which Thou hast made for Thee to dwell in.\" \n                                           Exodus 15:1-16, R.V.", "paragraph": 5, "bookcode": "PP", "page": 287}