{"word": "Says the prophet, \"When Thy judgments are in the earth, the inhabitants of the world will learn righteousness. Let favor be showed to the wicked, yet will he not learn righteousness, . . . and will not behold the majesty of Jehovah.\" Isaiah 26:9, 10. Thus it was after the Flood. Released from His judgments, the inhabitants of the earth again rebelled against the Lord. Twice God's covenant and His statutes had been rejected by the world. Both the people before the Flood and the descendants of Noah cast off the divine authority. Then God entered into covenant with Abraham, and took to Himself a people to become the depositaries of His law. To seduce and destroy this people, Satan began at once to lay his snares. The children of Jacob were tempted to contract marriages with the heathen and to worship their idols. But Joseph was faithful to God, and his fidelity was a constant testimony to the true faith. It was to quench this light that Satan worked through the envy of Joseph's brothers to cause him to be sold as a slave in a heathen land. God overruled events, however, so that the knowledge of Himself should be given to the people of Egypt. Both in the house of Potiphar and in the prison Joseph received an education and training that, with the fear of God, prepared him for his high position as prime minister of the nation. From the palace of the Pharaohs his influence was felt throughout the land, and the knowledge of God spread far and wide. The Israelites in Egypt also became prosperous and wealthy, and such as were true to God exerted a widespread influence. The idolatrous priests were filled with alarm as they saw the new religion finding favor. Inspired by Satan with his own enmity toward the God of heaven, they set themselves to quench the light. To the priests was committed \n                                                                           333\nthe education of the heir to the throne, and it was this spirit of determined opposition to God and zeal for idolatry that molded the character of the future monarch, and led to cruelty and oppression toward the Hebrews.", "paragraph": 2, "bookcode": "PP", "page": 332}