{"word": "By faith Enoch \"was translated that he should not see death; . . . for before his translation he had this testimony, that he pleased God.\" Hebrews 11:5. In the midst of a world by its iniquity doomed to destruction, Enoch lived a life of such close communion with God that he was not permitted to fall under the power of death. The godly character of this prophet represents the state of holiness which must be attained by those who shall be \n                                                                           89\n\"redeemed from the earth\" (Revelation 14:3) at the time of Christ's second advent. Then, as in the world before the Flood, iniquity will prevail. Following the promptings of their corrupt hearts and the teachings of a deceptive philosophy, men will rebel against the authority of Heaven. But like Enoch, God's people will seek for purity of heart and conformity to His will, until they shall reflect the likeness of Christ. Like Enoch, they will warn the world of the Lord's second coming and of the judgments to be visited upon transgression, and by their holy conversation and example they will condemn the sins of the ungodly. As Enoch was translated to heaven before the destruction of the world by water, so the living righteous will be translated from the earth before its destruction by fire. Says the apostle: \"We shall not all sleep, but we shall all be changed, in a moment, in the twinkling of an eye, at the last trump.\" \"For the Lord Himself shall descend from heaven with a shout, with the voice of the Archangel, and with the trump of God;\" \"the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.\" \"The dead in Christ shall rise first: then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord. Wherefore comfort one another with these words.\" 1 Corinthians 15:51, 52; 1 Thessalonians 4:16-18.", "paragraph": 3, "bookcode": "PP", "page": 88}