{"word": "The Levites, in their hymn recorded by Nehemiah, sang, \"Thou, even Thou, art Lord alone; Thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things therein, . . . and Thou preservest them all.\" Nehemiah 9:6. As regards this world, God's work of creation is completed. For \"the works were finished from the foundation of the world.\" Hebrews 4:3. But His energy is still exerted in upholding the objects of His creation. It is not because the mechanism that has once been set in motion continues to act by its own inherent energy that the pulse beats and breath follows breath; but every breath, every pulsation of the heart, is an evidence of the all-pervading care of Him in whom \"we live, and move, and have our being.\" Acts 17:28. It is not because of inherent power that year by year the earth produces her bounties and continues her motion around the sun. The hand of God guides the planets and keeps them in position in their orderly march through the heavens. He \"bringeth out their host by number: He calleth them all by names by the greatness of His might, for that He is strong in power; not one faileth.\" Isaiah 40:26. It is through His power that vegetation flourishes, that the leaves appear and the flowers bloom. He \"maketh grass to grow upon the mountains\" (Psalm 147:8), and by Him the valleys are made fruitful. \"All the beasts of the forest . . . seek their meat from God,\" and every living creature, from the smallest insect up to man, is daily dependent upon His providential care. In the beautiful words of the psalmist, \"These wait all upon Thee. . . . That Thou givest them they gather: Thou openest Thine hand, they are filled with good.\" Psalm 104:20, 21, 27, 28. His word controls the elements; He covers the heavens with clouds and prepares rain for the earth. \"He giveth snow like wool: He scattereth the hoarfrost like ashes.\" Psalm 147:16. \"When He uttereth His voice, there is a multitude of waters in the heavens, and He causeth the vapors to ascend from the ends of the earth; He maketh lightnings with rain, and bringeth forth the wind out of His treasuries.\" Jeremiah 10:13.", "paragraph": 1, "bookcode": "PP", "page": 115}