{"word": "It was in a lonely, mountainous region, the haunt of wild beasts and the lurking place of robbers and murderers. Solitary and unprotected, Jacob bowed in deep distress upon the earth. It was midnight. All that made life dear to him were at a distance, \n                                                                           197\nexposed to danger and death. Bitterest of all was the thought that it was his own sin which had brought this peril upon the innocent. With earnest cries and tears he made his prayer before God. Suddenly a strong hand was laid upon him. He thought that an enemy was seeking his life, and he endeavored to wrest himself from the grasp of his assailant. In the darkness the two struggled for the mastery. Not a word was spoken, but Jacob put forth all his strength, and did not relax his efforts for a moment. While he was thus battling for his life, the sense of his guilt pressed upon his soul; his sins rose up before him, to shut him out from God. But in his terrible extremity he remembered God's promises, and his whole heart went out in entreaty for His mercy. The struggle continued until near the break of day, when the stranger placed his finger upon Jacob's thigh, and he was crippled instantly. The patriarch now discerned the character of his antagonist. He knew that he had been in conflict with a heavenly messenger, and this was why his almost superhuman effort had not gained the victory. It was Christ, \"the Angel of the covenant,\" who had revealed Himself to Jacob. The patriarch was now disabled and suffering the keenest pain, but he would not loosen his hold. All penitent and broken, he clung to the Angel; \"he wept, and made supplication\" (Hosea 12:4), pleading for a blessing. He must have the assurance that his sin was pardoned. Physical pain was not sufficient to divert his mind from this object. His determination grew stronger, his faith more earnest and persevering, until the very last. The Angel tried to release Himself; He urged, \"Let Me go, for the day breaketh;\" but Jacob answered, \"I will not let Thee go, except Thou bless me.\" Had this been a boastful, presumptuous confidence, Jacob would have been instantly destroyed; but his was the assurance of one who confesses his own unworthiness, yet trusts the faithfulness of a covenant-keeping God.", "paragraph": 3, "bookcode": "PP", "page": 196}