{"word": "The people of Israel praised God at the Feast of Tabernacles, as they called to mind His mercy in their deliverance from the bondage of Egypt and His tender care for them during their pilgrim life in the wilderness. They rejoiced also in the consciousness of pardon and acceptance, through the service of the day of atonement, just ended. But when the ransomed of the Lord shall have been safely gathered into the heavenly Canaan, forever delivered from the bondage of the curse, under which \"the whole creation groaneth and travaileth in pain together until now\" (Romans 8:22), they will rejoice with joy unspeakable and full of glory. Christ's great work of atonement for men will then have been completed, and their sins will have been forever blotted out. \n\n\n     \"The wilderness and the solitary place shall be glad for them; \n      And the desert shall rejoice, and blossom as the rose. \n      It shall blossom abundantly, and rejoice even with joy and \n           singing: \n      The glory of Lebanon shall be given unto it, \n      The excellency of Carmel and Sharon; \n      They shall see the glory of the Lord, and the excellency of our \n          God. \n\n\n     \"Then the eyes of the blind shall be opened, \n      And the ears of the deaf shall be unstopped. \n      Then shall the lame man leap as an hart, \n      And the tongue of the dumb sing: \n     \"For in the wilderness shall waters break out, \n      And streams in the desert. \n      And the parched ground shall become a pool, \n      And the thirsty land springs of water: . . . \n     \"And an highway shall be there, and a way, \n      And it shall be called The way of holiness; \n      The unclean shall not pass over it; \n      But it shall be for those: \n      The wayfaring men, though fools, shall not err therein. \n\n\n     \"No lion shall be there, \n      Nor any ravenous beast shall go up thereon, \n      It shall not be found there; \n      But the redeemed shall walk there: \n     \"And the ransomed of the Lord shall return, \n      And come to Zion with songs \n      And everlasting joy upon their heads: \n      They shall obtain joy and gladness, \n      And sorrow and sighing shall flee away.\" \n                                             Isaiah 35:1, 2, 5-10.", "paragraph": 1, "bookcode": "PP", "page": 542}