{"word": "Of the vast population of the earth before the Flood, only eight souls believed and obeyed God's word through Noah. For a hundred and twenty years the preacher of righteousness warned the world of the coming destruction, but his message was rejected and despised. So it will be now. Before the Lawgiver shall come to punish the disobedient, transgressors are warned to repent, and return to their allegiance; but with the majority these warnings will be in vain. Says the apostle Peter, \"There shall come in the last days scoffers, walking after their own lusts, and \n                                                                           103\nsaying, Where is the promise of His coming? for since the fathers fell asleep, all things continue as they were from the beginning.\" 2 Peter 3:3, 4. Do we not hear these very words repeated, not merely by the openly ungodly, but by many who occupy the pulpits of our land? \"There is no cause for alarm,\" they cry. \"Before Christ shall come, all the world is to be converted, and righteousness is to reign for a thousand years. Peace, peace! all things continue as they were from the beginning. Let none be disturbed by the exciting message of these alarmists.\" But this doctrine of the millennium does not harmonize with the teachings of Christ and His apostles. Jesus asked the significant question, \"When the Son of man cometh, shall He find faith on the earth?\" Luke 18:8. And, as we have seen, He declares that the state of the world will be as in the days of Noah. Paul warns us that we may look for wickedness to increase as the end draws near: \"The Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils.\" 1 Timothy 4:1. The apostle says that \"in the last days perilous times shall come.\" 2 Timothy 3:1. And he gives a startling list of sins that will be found among those who have a form of godliness.", "paragraph": 2, "bookcode": "PP", "page": 102}