{"word": "A striking illustration of the results of selfishly withholding even freewill offerings from the cause of God was given in the days of the prophet Haggai. After their return from the captivity in Babylon, the Jews undertook to rebuild the temple of the Lord; but meeting determined opposition from their enemies, they discontinued the work; and a severe drought, by which they were reduced to actual want, convinced them that it was impossible to complete the building of the temple. \"The time is not come,\" they said, \"the time that the Lord's house should be built.\" But a message was sent them by the Lord's prophet: \"Is it time for you, O ye, to dwell in your ceiled houses, and this house lie waste? Now therefore thus saith the Lord of hosts; Consider your ways. Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages, earneth wages to put it into a bag with holes.\" Haggai 1:2-6. And then the reason is given: \"Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the Lord of hosts. Because of Mine house that is waste, and ye run every man unto his own house. Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit. And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labor of the hands.\" Verses 9-11. \"When one came to a heap of twenty measures, \n                                                                           528\nthere were but ten: when one came to the pressfat for to draw out fifty vessels out of the press, there were but twenty. I smote you with blasting and with mildew and with hail in all the labors of your hands.\" Haggai 2:16, 17.", "paragraph": 2, "bookcode": "PP", "page": 527}