{"word": "PP - Patriarchs and Prophets (1890)\n\n\nPREFACE\n\n     THE PUBLISHERS SEND OUT THIS WORK FROM A CONVICTION THAT IT THROWS LIGHT UPON A SUBJECT OF PARAMOUNT IMPORTANCE AND UNIVERSAL INTEREST, AND ONE ON WHICH LIGHT IS TO BE GREATLY DESIRED; THAT IT PRESENTS TRUTHS TOO LITTLE KNOWN OR TOO WIDELY IGNORED. THE GREAT CONTROVERSY BETWEEN TRUTH AND ERROR, BETWEEN LIGHT AND DARKNESS, BETWEEN THE POWER OF GOD AND THE ATTEMPTED USURPATIONS OF THE ENEMY OF ALL RIGHTEOUSNESS, IS THE ONE GREAT SPECTACLE WHICH IT IS REASONABLE TO SUPPOSE MUST ENGAGE THE ATTENTION OF ALL WORLDS. THAT SUCH A CONTROVERSY EXISTS AS THE RESULT OF SIN, THAT IT IS TO PASS THROUGH VARIOUS STAGES OF PROGRESS, AND END AT LAST IN A MANNER TO REDOUND TO THE GLORY OF GOD AND THE HIGHER EXALTATION OF HIS LOYAL SERVANTS, IS AS CERTAIN AS THAT THE BIBLE IS A REVELATION FROM GOD TO MEN. THAT WORD REVEALS THE GREAT FEATURES OF THIS CONTROVERSY, A CONFLICT WHICH EMBRACES THE REDEMPTION OF A WORLD; AND THERE ARE SPECIAL EPOCHS WHEN THESE QUESTIONS ASSUME UNWONTED INTEREST, AND IT BECOMES A MATTER OF THE FIRST IMPORTANCE TO UNDERSTAND OUR RELATION THERETO.\n     SUCH A TIME IS THE PRESENT, FOR ALL THINGS INDICATE THAT WE MAY NOW CONFIDENTLY CHERISH THE HOPE THAT THIS LONG CONTROVERSY IS DRAWING NEAR ITS CLOSE. YET MANY NOW SEEM DISPOSED TO RELEGATE TO THE REALM OF FABLE THAT PORTION OF THE RECORD OPENING TO OUR VIEW THE STEPS BY WHICH OUR WORLD BECAME INVOLVED IN THIS GREAT ISSUE; AND OTHERS, THOUGH AVOIDING THIS EXTREME VIEW, SEEM NEVERTHELESS INCLINED TO REGARD IT AS OBSOLETE AND UNIMPORTANT, AND ARE THUS LED TO TREAT IT WITH NEGLECT.\n     BUT WHO WOULD NOT WISH TO LOOK INTO THE SECRET CAUSES OF SO STRANGE A DEFECTION; TO DISCERN ITS SPIRIT, TO MARK ITS CONSEQUENCES, AND TO LEARN HOW TO AVOID ITS RESULTS? WITH SUCH THEMES THIS VOLUME DEALS. IT TENDS TO FOSTER A LIVING INTEREST IN THOSE PORTIONS\n\n                                                                   18\n\nOF GOD'S WORD MOST OFTEN NEGLECTED. IT CLOTHES WITH NEW MEANING THE PROMISES AND PROPHECIES OF THE SACRED RECORD, VINDICATES THE WAYS OF GOD IN DEALING WITH REBELLION, AND SHOWS FORTH THE WONDERFUL GRACE OF GOD IN DEVISING A WAY OF SALVATION FOR SINFUL MAN. THUS WE ARE TAKEN DOWN IN THE HISTORY OF THIS WORK TO A TIME WHEN THE PLANS AND PURPOSES OF GOD HAD BEEN CLEARLY UNFOLDED TO THE CHOSEN PEOPLE.\n     THOUGH DEALING WITH THEMES SO EXALTED, THEMES THAT STIR THE HEART TO ITS DEPTHS AND AWAKEN THE LIVELIEST EMOTIONS OF THE MIND, THE STYLE OF THE BOOK IS LUCID, AND THE LANGUAGE PLAIN AND DIRECT. WE COMMEND THIS VOLUME TO ALL WHO TAKE PLEASURE IN STUDYING THE DIVINE PLAN OF HUMAN REDEMPTION AND WHO FEEL ANY INTEREST IN THE RELATION OF THEIR OWN SOULS TO CHRIST'S ATONING WORK; AND TO ALL OTHERS WE COMMEND IT, THAT IT MAY AWAKEN IN THEM AN INTEREST IN THESE THINGS.\n     THAT ITS PERUSAL MAY BE BLESSED TO THE GOOD OF THOSE WHO READ, AND RESULT IN TURNING THE FEET OF MANY INTO THE WAY OF LIFE, IS THE EARNEST PRAYER OF THE\n                                 PUBLISHERS.\n\n\nINTRODUCTION\n\n     THIS VOLUME TREATS UPON THE THEMES OF BIBLE HISTORY, THEMES NOT IN THEMSELVES NEW, YET HERE SO PRESENTED AS TO GIVE THEM A NEW SIGNIFICANCE, REVEALING SPRINGS OF ACTION, SHOWING THE IMPORTANT BEARING OF CERTAIN MOVEMENTS, AND BRINGING INTO STRONGER LIGHT SOME FEATURES THAT ARE BUT BRIEFLY MENTIONED IN THE BIBLE. THUS THE SCENES HAVE A VIVIDNESS AND IMPORTANCE THAT TEND TO MAKE NEW AND LASTING IMPRESSIONS. SUCH A LIGHT IS SHED UPON THE SCRIPTURE RECORD AS TO REVEAL MORE FULLY THE CHARACTER AND PURPOSES OF GOD; TO MAKE MANIFEST THE WILES OF SATAN AND THE MEANS BY WHICH HIS POWER WILL BE FINALLY OVERTHROWN; TO BRING TO VIEW THE WEAKNESS OF THE HUMAN HEART, AND SHOW HOW THE GRACE OF GOD HAS ENABLED MEN TO CONQUER IN THE BATTLE WITH EVIL. ALL THIS IS IN HARMONY WITH WHAT GOD HAS SHOWN TO BE HIS PURPOSE IN UNFOLDING TO MEN THE TRUTHS OF HIS WORD. THE AGENCY BY WHICH THESE REVELATIONS HAVE BEEN GIVEN IS SEEN--WHEN TESTED BY THE SCRIPTURES--TO BE ONE OF THE METHODS GOD STILL EMPLOYS TO IMPART INSTRUCTION TO THE CHILDREN OF MEN.\n     WHILE IT IS NOT NOW AS IT WAS IN THE BEGINNING, WHEN MAN IN HIS HOLINESS AND INNOCENCE HAD PERSONAL INSTRUCTION FROM HIS MAKER, STILL MAN IS NOT LEFT WITHOUT A DIVINE TEACHER WHICH GOD HAS PROVIDED IN HIS REPRESENTATIVE, THE HOLY SPIRIT. SO WE HEAR THE APOSTLE PAUL DECLARING THAT A CERTAIN DIVINE \"ILLUMINATION\" IS THE PRIVILEGE OF THE FOLLOWERS OF CHRIST; AND THAT THEY ARE \"ENLIGHTENED\" BY BEING MADE \"PARTAKERS OF THE HOLY GHOST.\" HEBREWS 10:32;  6:4. JOHN ALSO SAYS, \"YE HAVE AN UNCTION FROM THE HOLY ONE.\" 1 JOHN 2:20. AND CHRIST PROMISED THE DISCIPLES, AS HE WAS ABOUT TO LEAVE THEM, THAT HE WOULD SEND THEM THE HOLY SPIRIT AS A COMFORTER AND GUIDE TO LEAD THEM INTO ALL TRUTH. JOHN 14:16, 26.\n\n                                                                   20\n\n     TO SHOW HOW THIS PROMISE WAS TO BE FULFILLED TO THE CHURCH, THE APOSTLE PAUL, IN TWO OF HIS EPISTLES, PRESENTS FORMAL DECLARATION THAT CERTAIN GIFTS OF THE SPIRIT HAVE BEEN PLACED IN THE CHURCH FOR ITS EDIFICATION AND INSTRUCTION TO THE END OF TIME. 1 Corinthians 12; EPHESIANS 4:8-13; MATTHEW 28:20 NOR IS THIS ALL: A NUMBER OF CLEAR AND EXPLICIT PROPHECIES DECLARE THAT IN THE LAST DAYS THERE WILL BE A SPECIAL OUTPOURING OF THE HOLY SPIRIT, AND THAT THE CHURCH AT THE TIME OF CHRIST'S APPEARING WILL HAVE HAD, DURING ITS CLOSING EXPERIENCE, \"THE TESTIMONY OF JESUS,\" WHICH IS THE SPIRIT OF PROPHECY. ACTS 2:17-20, 39; 1 Corinthians 1:7; REVELATION 12:17; 19:10. IN THESE FACTS WE SEE AN EVIDENCE OF GOD'S CARE AND LOVE FOR HIS PEOPLE; FOR THE PRESENCE OF THE HOLY SPIRIT AS A COMFORTER, TEACHER, AND GUIDE, NOT ONLY IN ITS ORDINARY, BUT IN ITS EXTRAORDINARY, METHODS OF OPERATION, CERTAINLY IS NEEDED BY THE CHURCH AS IT ENTERS THE PERILS OF THE LAST DAYS, MORE THAN IN ANY OTHER PART OF ITS EXPERIENCE.\n     THE SCRIPTURES POINT OUT VARIOUS CHANNELS THROUGH WHICH THE HOLY SPIRIT WOULD OPERATE ON THE HEARTS AND MINDS OF MEN TO ENLIGHTEN THEIR UNDERSTANDING AND GUIDE THEIR STEPS. AMONG THESE\nWERE VISIONS AND DREAMS. IN THIS WAY GOD WOULD STILL COMMUNICATE WITH THE CHILDREN OF MEN. HERE IS HIS PROMISE ON THIS POINT:  \"HEAR NOW MY WORDS: IF THERE BE A PROPHET AMONG YOU, I THE LORD WILL MAKE MYSELF KNOWN UNTO HIM IN A VISION, AND WILL SPEAK UNTO HIM IN A DREAM.\" NUMBERS 12:6. BY THIS MEANS SUPERNATURAL KNOWLEDGE WAS COMMUNICATED TO BALAAM. THUS HE SAYS: \"BALAAM THE SON OF BEOR HATH SAID, AND THE MAN WHOSE EYES ARE OPEN HATH SAID: HE HATH SAID, WHICH HEARD THE WORDS OF GOD, AND KNEW THE KNOWLEDGE OF THE MOST HIGH, WHICH SAW THE VISION OF THE ALMIGHTY, FALLING INTO A TRANCE, BUT HAVING HIS EYES OPEN.\" NUMBERS 24:15, 16.\n     IT THUS BECOMES A MATTER OF GREAT INTEREST TO INVESTIGATE THE TESTIMONY OF THE SCRIPTURES CONCERNING THE EXTENT TO WHICH THE LORD DESIGNED THAT THE SPIRIT SHOULD MANIFEST ITSELF IN THE CHURCH DURING THE PERIOD OF HUMAN PROBATION.\n\n                                                                   21\n\n     AFTER THE PLAN OF SALVATION HAD BEEN DEVISED, GOD, AS WE HAVE SEEN, COULD STILL, THROUGH THE MINISTRY OF HIS SON AND THE HOLY ANGELS, COMMUNICATE WITH MEN ACROSS THE GULF WHICH SIN HAD MADE. SOMETIMES HE SPOKE FACE TO FACE WITH THEM, AS IN THE CASE OF MOSES, BUT MORE FREQUENTLY BY DREAMS AND VISIONS. INSTANCES OF SUCH COMMUNICATION ARE EVERYWHERE PROMINENT UPON THE SACRED RECORD, COVERING ALL DISPENSATIONS. ENOCH THE SEVENTH FROM ADAM LOOKED FORWARD IN THE SPIRIT OF PROPHECY TO THE SECOND ADVENT OF CHRIST IN POWER AND GLORY, AND EXCLAIMED, \"BEHOLD, THE LORD COMETH WITH TEN THOUSANDS OF HIS SAINTS.\" JUDE 14. \"HOLY MEN OF GOD SPAKE AS THEY WERE MOVED BY THE HOLY GHOST.\" 2 PETER 1:21. IF THE OPERATION OF THE SPIRIT OF PROPHECY HAS AT TIMES SEEMED ALMOST TO DISAPPEAR, AS THE SPIRITUALITY OF THE PEOPLE WANED, IT HAS NEVERTHELESS MARKED ALL THE GREAT CRISES IN THE EXPERIENCE OF THE CHURCH, AND THE EPOCHS WHICH WITNESSED THE CHANGE FROM ONE DISPENSATION TO ANOTHER. WHEN THE ERA MARKED BY THE INCARNATION OF CHRIST WAS REACHED, THE FATHER OF JOHN THE BAPTIST WAS FILLED WITH THE HOLY SPIRIT, AND PROPHESIED. LUKE 1:67. TO SIMEON IT WAS REVEALED THAT HE SHOULD NOT SEE DEATH TILL HE HAD SEEN THE LORD; AND WHEN THE PARENTS OF JESUS BROUGHT HIM INTO THE TEMPLE THAT HE MIGHT BE DEDICATED, SIMEON CAME BY THE SPIRIT INTO THE TEMPLE, TOOK HIM INTO HIS ARMS, AND BLESSED HIM WHILE HE PROPHESIED CONCERNING HIM. AND ANNA, A PROPHETESS, COMING IN THE SAME INSTANT, SPAKE OF HIM TO ALL THEM THAT LOOKED FOR REDEMPTION IN JERUSALEM. LUKE 2:26, 36.\n     THE OUTPOURING OF THE HOLY SPIRIT WHICH WAS TO ATTEND THE PREACHING OF THE GOSPEL BY THE FOLLOWERS OF CHRIST WAS ANNOUNCED BY THE PROPHET IN THESE WORDS: \"AND IT SHALL COME TO PASS AFTERWARD, THAT I WILL POUR OUT MY SPIRIT UPON ALL FLESH; AND YOUR SONS AND YOUR DAUGHTERS SHALL PROPHESY, AND YOUR OLD MEN SHALL DREAM DREAMS, YOUR YOUNG MEN SHALL SEE VISIONS: AND ALSO UPON THE SERVANTS AND UPON THE HANDMAIDS IN THOSE DAYS WILL I POUR OUT MY SPIRIT. AND I WILL SHOW WONDERS IN THE HEAVENS AND IN THE EARTH, BLOOD, AND FIRE, AND PILLARS OF SMOKE. THE SUN SHALL BE TURNED\n\n                                                                   22\n\nINTO DARKNESS, AND THE MOON INTO BLOOD, BEFORE THE GREAT AND THE TERRIBLE DAY OF THE LORD COME.\" JOEL 2:28-31.\n     PETER, ON THE DAY OF PENTECOST, QUOTED THIS PROPHECY IN EXPLANATION OF THE WONDERFUL SCENE WHICH THEN OCCURRED. CLOVEN TONGUES LIKE AS OF FIRE SAT UPON EACH OF THE DISCIPLES; THEY WERE FILLED WITH THE HOLY SPIRIT, AND SPAKE WITH OTHER TONGUES. AND WHEN THE MOCKERS CHARGED THAT THEY WERE FILLED WITH NEW WINE, PETER ANSWERED, \"THESE ARE NOT DRUNKEN, AS YE SUPPOSE, SEEING IT IS BUT THE THIRD HOUR OF THE DAY. BUT THIS IS THAT WHICH WAS SPOKEN BY THE PROPHET JOEL.\" THEN HE QUOTES THE PROPHECY SUBSTANTIALLY AS FOUND IN JOEL (QUOTED ABOVE), ONLY HE PUTS THE WORDS \"IN THE LAST DAYS,\" IN THE PLACE OF \"AFTERWARD,\" MAKING IT READ, \"AND IT SHALL COME TO PASS IN THE LAST DAYS, SAITH GOD, I WILL POUR OUT OF MY SPIRIT,\" ETC.\n     IT IS EVIDENT THAT IT WAS THAT PART OF THE PROPHECY ONLY WHICH RELATES TO THE OUTPOURING OF THE SPIRIT, THAT BEGAN TO BE FULFILLED ON THAT DAY; FOR THERE WERE NO OLD MEN THERE DREAMING DREAMS, NOR YOUNG MEN AND MAIDENS SEEING VISIONS AND PROPHESYING; AND NO WONDERS OF BLOOD AND FIRE AND PILLARS OF SMOKE THEN APPEARED; AND THE SUN WAS NOT DARKENED AND THE MOON WAS NOT TURNED TO BLOOD AT THAT TIME; AND YET WHAT WAS THERE WITNESSED WAS IN FULFILLMENT OF THE PROPHECY OF JOEL. IT IS EQUALLY EVIDENT THAT THIS PART OF THE PROPHECY CONCERNING THE OUTPOURING OF THE SPIRIT WAS NOT EXHAUSTED IN THAT ONE MANIFESTATION; FOR THE PROPHECY COVERS ALL DAYS FROM THAT TIME ON TO THE COMING OF THE GREAT DAY OF THE LORD.\n     BUT THE DAY OF PENTECOST WAS IN FULFILLMENT OF OTHER PROPHECIES BESIDES THAT OF JOEL. IT FULFILLED THE WORDS OF CHRIST HIMSELF AS WELL. IN HIS LAST DISCOURSE TO HIS DISCIPLES BEFORE HIS CRUCIFIXION, HE SAID TO THEM: \"I WILL PRAY THE FATHER, AND HE SHALL GIVE YOU ANOTHER COMFORTER, . . . EVEN THE SPIRIT OF TRUTH.\" JOHN 14:16, 17. \"BUT THE COMFORTER, WHICH IS THE HOLY GHOST, WHOM THE FATHER WILL SEND IN MY NAME, HE SHALL TEACH YOU ALL THINGS.\" VERSE 26. \"HOWBEIT WHEN HE, THE SPIRIT OF TRUTH, IS COME, HE WILL GUIDE\n\n                                                                   23\n\nYOU INTO ALL TRUTH.\" CHAPTER 16:13. AND AFTER CHRIST HAD RISEN FROM THE DEAD, HE SAID TO THE DISCIPLES, \"BEHOLD, I SEND THE PROMISE OF MY FATHER UPON YOU: BUT TARRY YE IN THE CITY OF JERUSALEM, UNTIL YE BE ENDUED WITH POWER FROM ON HIGH.\" LUKE 24:49.\n     ON THE DAY OF PENTECOST THE DISCIPLES WERE THUS ENDUED WITH POWER FROM ON HIGH. BUT THIS PROMISE OF CHRIST'S WAS NOT, ANY MORE THAN THE PROPHECY OF JOEL, CONFINED TO THAT OCCASION. FOR HE GAVE THEM THE SAME PROMISE IN ANOTHER FORM BY ASSURING THEM THAT HE WOULD BE WITH THEM ALWAYS, EVEN TO THE END OF THE WORLD. MATTHEW 28:20. MARK TELLS US IN WHAT SENSE AND WHAT MANNER THE LORD WAS TO BE WITH THEM. HE SAYS, \"AND THEY WENT FORTH, AND PREACHED EVERYWHERE, THE LORD WORKING WITH THEM, AND CONFIRMING THE WORD WITH SIGNS FOLLOWING.\" MARK 16:20. AND PETER, ON THE DAY OF PENTECOST, TESTIFIED CONCERNING THE PERPETUITY OF THIS OPERATION OF THE SPIRIT WHICH THEY HAD WITNESSED. WHEN THE CONVICTED JEWS SAID UNTO THE APOSTLES, \"WHAT SHALL WE DO?\" PETER ANSWERED, \"REPENT, AND BE BAPTIZED EVERY ONE OF YOU IN THE NAME OF JESUS CHRIST FOR THE REMISSION OF SINS, AND YE SHALL RECEIVE THE GIFT OF THE HOLY GHOST. FOR THE PROMISE IS UNTO YOU, AND TO YOUR CHILDREN, AND TO ALL THAT ARE AFAR OFF, EVEN AS MANY AS THE LORD OUR GOD SHALL CALL.\" ACTS 2:37-39. THIS CERTAINLY PROVIDES FOR THE OPERATION OF THE HOLY SPIRIT IN THE CHURCH, EVEN IN ITS SPECIAL MANIFESTATIONS, TO ALL COMING TIME, AS LONG AS MERCY SHALL INVITE MEN TO ACCEPT THE PARDONING LOVE OF CHRIST.\n     TWENTY-EIGHT YEARS LATER IN HIS LETTER TO THE CORINTHIANS, PAUL SET BEFORE THAT CHURCH A FORMAL ARGUMENT ON THE QUESTION. HE SAYS (1 CORINTHIANS 12:1), \"NOW CONCERNING SPIRITUAL GIFTS, BRETHREN, I WOULD NOT HAVE YOU IGNORANT\"--SO IMPORTANT DID HE DEEM IT THAT THIS SUBJECT SHOULD BE UNDERSTOOD IN THE CHRISTIAN CHURCH. AFTER STATING THAT THOUGH THE SPIRIT IS ONE IT HAS DIVERSITIES OF OPERATION, AND EXPLAINING WHAT THOSE DIVERSITIES ARE, HE INTRODUCES THE FIGURE OF THE HUMAN BODY, WITH ITS VARIOUS MEMBERS, TO SHOW HOW THE CHURCH IS CONSTITUTED WITH ITS DIFFERENT OFFICES AND GIFTS. AND AS THE BODY HAS ITS VARIOUS MEMBERS, EACH HAVING ITS\n\n                                                                   24\n\nPARTICULAR OFFICE TO FILL, AND ALL WORKING TOGETHER IN UNITY OF PURPOSE TO CONSTITUTE ONE HARMONIOUS WHOLE, SO THE SPIRIT WAS TO OPERATE THROUGH VARIOUS CHANNELS IN THE CHURCH TO CONSTITUTE A PERFECT RELIGIOUS BODY. PAUL THEN CONTINUES IN THESE WORDS: \"AND GOD HATH SET SOME IN THE CHURCH, FIRST APOSTLES, SECONDARILY PROPHETS, THIRDLY TEACHERS, AFTER THAT MIRACLES, THEN GIFTS OF HEALING, HELPS, GOVERNMENTS, DIVERSITIES OF TONGUES.\"\n     THE DECLARATION THAT GOD HATH SET SOME IN THE CHURCH, ETC., IMPLIES SOMETHING MORE THAN THAT THE WAY WAS LEFT OPEN FOR THE GIFTS TO APPEAR IF CIRCUMSTANCES SHOULD CHANCE TO FAVOR. IT RATHER SIGNIFIES THAT THEY WERE TO BE PERMANENT PARTS OF THE TRUE SPIRITUAL CONSTITUTION OF THE CHURCH, AND THAT IF THESE WERE NOT IN ACTIVE OPERATION THE CHURCH WOULD BE IN THE CONDITION OF A HUMAN BODY, SOME OF WHOSE MEMBERS HAD, THROUGH ACCIDENT OR DISEASE, BECOME CRIPPLED AND HELPLESS. HAVING ONCE BEEN SET IN THE CHURCH, THERE THESE GIFTS MUST REMAIN UNTIL THEY ARE FORMALLY REMOVED. BUT THERE IS NO RECORD THAT THEY EVER HAVE BEEN REMOVED.\n     FIVE YEARS LATER THE SAME APOSTLE WRITES TO THE EPHESIANS RELATIVE TO THE SAME GIFTS, PLAINLY STATING THEIR OBJECT, AND THUS SHOWING INDIRECTLY THAT THEY MUST CONTINUE TILL THAT OBJECT IS ACCOMPLISHED. HE SAYS (EPHESIANS 4:8, 11-13): \"WHEREFORE HE SAITH, WHEN HE ASCENDED UP ON HIGH, HE LED CAPTIVITY CAPTIVE, AND GAVE GIFTS UNTO MEN. . . . AND HE GAVE SOME, APOSTLES; AND SOME, PROPHETS; AND SOME, EVANGELISTS; AND SOME, PASTORS AND TEACHERS; FOR THE PERFECTING OF THE SAINTS, FOR THE WORK OF THE MINISTRY, FOR THE EDIFYING OF THE BODY OF CHRIST: TILL WE ALL COME IN THE UNITY OF THE FAITH, AND OF THE KNOWLEDGE OF THE SON OF GOD, UNTO A PERFECT MAN, UNTO THE MEASURE OF THE STATURE OF THE FULLNESS OF CHRIST.\"\n     THE CHURCH DID NOT REACH THE STATE OF UNITY HERE CONTEMPLATED, IN THE APOSTOLIC AGE; AND VERY SOON AFTER THAT AGE, THE GLOOM OF THE GREAT SPIRITUAL APOSTASY BEGAN TO OVERSHADOW THE CHURCH; AND CERTAINLY DURING THE STATE OF DECLENSION, THIS FULLNESS OF CHRIST, AND UNITY OF FAITH, WAS NOT REACHED. NOR WILL IT BE REACHED TILL\n\n                                                                   25\n\nTHE LAST MESSAGE OF MERCY SHALL HAVE GATHERED OUT OF EVERY KINDRED AND PEOPLE, EVERY CLASS OF SOCIETY, AND EVERY ORGANIZATION OF ERROR, A PEOPLE COMPLETE IN ALL GOSPEL REFORMS, WAITING FOR THE COMING OF THE SON OF MAN. AND TRULY, IF EVER IN HER EXPERIENCE THE CHURCH WOULD NEED THE BENEFIT OF EVERY AGENCY ORDAINED FOR HER COMFORT AND GUIDANCE, ENCOURAGEMENT AND PROTECTION, IT WOULD BE AMID THE PERILS OF THE LAST DAYS, WHEN THE POWERS OF EVIL, WELL-NIGH PERFECTED BY EXPERIENCE AND TRAINING FOR THEIR NEFARIOUS WORK, WOULD, BY THEIR MASTERPIECES OF IMPOSTURE, DECEIVE IF IT WERE POSSIBLE EVEN THE ELECT. VERY APPROPRIATELY, THEREFORE, COME IN THE SPECIAL PROPHECIES OF THE OUTPOURING OF THE SPIRIT FOR THE BENEFIT OF THE CHURCH IN THE LAST DAYS.\n     IT IS, HOWEVER, USUALLY TAUGHT, IN THE CURRENT LITERATURE OF THE CHRISTIAN WORLD, THAT THE GIFTS OF THE SPIRIT WERE ONLY FOR THE APOSTOLIC AGE; THAT THEY WERE GIVEN SIMPLY FOR THE PLANTING OF THE GOSPEL; AND THAT THE GOSPEL BEING ONCE ESTABLISHED, THE GIFTS WERE NO LONGER NEEDED, AND CONSEQUENTLY WERE SUFFERED SOON TO DISAPPEAR FROM THE CHURCH. BUT THE APOSTLE PAUL WARNED THE CHRISTIANS OF HIS DAY THAT THE \"MYSTERY OF INIQUITY\" WAS ALREADY AT WORK, AND THAT AFTER HIS DEPARTURE, GRIEVOUS WOLVES WOULD ENTER IN AMONG THEM, NOT SPARING THE FLOCK, AND THAT ALSO OF THEIR OWN SELVES MEN WOULD ARISE, SPEAKING PERVERSE THINGS TO DRAW AWAY DISCIPLES AFTER THEM. ACTS 20:29, 30. IT CANNOT THEREFORE BE THAT THE GIFTS, PLACED IN THE CHURCH TO GUARD AGAINST THESE VERY EVILS, WERE READY, WHEN THAT TIME CAME, TO PASS AWAY AS HAVING ACCOMPLISHED THEIR OBJECT; FOR THEIR PRESENCE AND HELP WOULD BE NEEDED UNDER THESE CONDITIONS MORE THAN WHEN THE APOSTLES THEMSELVES WERE ON THE STAGE OF ACTION.\n     WE FIND ANOTHER STATEMENT IN PAUL'S LETTER TO THE CORINTHIAN CHURCH, WHICH SHOWS THAT THE POPULAR CONCEPTION OF THE TEMPORARY CONTINUANCE OF THE GIFTS CANNOT BE CORRECT. IT IS HIS CONTRAST BETWEEN THE PRESENT, IMPERFECT STATE, AND THE GLORIOUS, IMMORTAL CONDITION TO WHICH THE CHRISTIAN WILL FINALLY ARRIVE. 1 CORINTHIANS 13. HE SAYS (VERSES 9, 10). \"FOR WE KNOW IN PART, AND WE\n\n                                                                   26\n\nPROPHESY IN PART. BUT WHEN THAT WHICH IS PERFECT IS COME, THEN THAT WHICH IS IN PART SHALL BE DONE AWAY.\" HE FURTHER ILLUSTRATES THIS PRESENT STATE BY COMPARING IT TO THE PERIOD OF CHILDHOOD WITH ITS WEAKNESS AND IMMATURITY OF THOUGHT AND ACTION; AND THE PERFECT STATE, TO THE CONDITION OF MANHOOD WITH ITS CLEARER VISION, MATURITY, AND STRENGTH. AND HE CLASSES THE GIFTS AMONG THOSE THINGS WHICH ARE NEEDED IN THIS PRESENT, IMPERFECT CONDITION, BUT WHICH WE SHALL HAVE NO OCCASION FOR WHEN THE PERFECT STATE IS COME. \"NOW,\" HE SAYS (VERSE 12), \"WE SEE THROUGH A GLASS, DARKLY; BUT THEN FACE TO FACE: NOW I KNOW IN PART; BUT THEN SHALL I KNOW EVEN AS ALSO I AM KNOWN.\" THEN HE STATES WHAT GRACES ARE ADAPTED TO THE ETERNAL STATE, AND WILL THERE EXIST, NAMELY, FAITH, HOPE, AND CHARITY, OR LOVE, \"THESE THREE; BUT THE GREATEST OF THESE IS CHARITY.\"\n     THIS EXPLAINS THE LANGUAGE OF VERSE 8: \"CHARITY NEVER FAILETH;\" THAT IS, CHARITY, THE HEAVENLY GRACE OF LOVE, WILL ENDURE FOREVER; IT IS THE CROWNING GLORY OF MAN'S FUTURE, IMMORTAL CONDITION; BUT \"WHETHER THERE BE PROPHECIES, THEY SHALL FAIL;\" THAT IS, THE TIME WILL COME WHEN PROPHECIES WILL BE NO LONGER NEEDED, AND THE GIFT OF PROPHECY, AS ONE OF THE HELPS IN THE CHURCH, WILL NO LONGER BE EXERCISED; \"WHETHER THERE BE TONGUES, THEY SHALL CEASE;\" THAT IS, THE GIFT OF TONGUES WILL NO LONGER BE OF SERVICE; \"WHETHER THERE BE KNOWLEDGE, IT SHALL VANISH AWAY;\" THAT IS, KNOWLEDGE, NOT IN THE ABSTRACT, BUT AS ONE OF THE SPECIAL GIFTS OF THE SPIRIT, WILL BE RENDERED UNNECESSARY BY THE PERFECT KNOWLEDGE WITH WHICH WE SHALL BE ENDOWED IN THE ETERNAL WORLD.\n     NOW, IF WE TAKE THE POSITION THAT THE GIFTS CEASED WITH THE APOSTOLIC AGE, BECAUSE NO LONGER NEEDED, WE COMMIT OURSELVES TO THE POSITION THAT THE APOSTOLIC AGE WAS THE WEAK AND CHILDISH AGE OF THE CHURCH, WHEN EVERYTHING WAS SEEN THROUGH A GLASS, DARKLY; BUT THE AGE THAT FOLLOWED, WHEN GRIEVOUS WOLVES WERE TO ENTER IN, NOT SPARING THE FLOCK, AND MEN WERE TO ARISE, EVEN IN THE CHURCH, SPEAKING PERVERSE THINGS TO DRAW AWAY DISCIPLES AFTER THEM, WAS AN AGE OF PERFECT LIGHT AND KNOWLEDGE, IN WHICH THE IMPERFECT AND\n\n                                                                   27\n\nCHILDISH AND DARKENED KNOWLEDGE OF APOSTOLIC TIMES HAD PASSED AWAY! FOR, BE IT REMEMBERED, THE GIFTS CEASE ONLY WHEN A PERFECT STATE IS REACHED, AND BECAUSE THAT STATE IS REACHED, WHICH RENDERS THEM NO LONGER NECESSARY. BUT NO ONE, ON SOBER THOUGHT, CAN FOR A MOMENT SEEK TO MAINTAIN THE POSITION THAT THE APOSTOLIC AGE WAS INFERIOR IN SPIRITUAL ELEVATION TO ANY AGE WHICH HAS SUCCEEDED IT. AND IF THE GIFTS WERE NEEDED THEN, THEY CERTAINLY ARE NEEDED NOW.\n     AMONG THE AGENCIES WHICH THE APOSTLE IN HIS LETTERS TO BOTH THE CORINTHIANS AND EPHESIANS ENUMERATES AS \"GIFTS\" SET IN THE CHURCH, WE FIND \"PASTORS,\" \"TEACHERS,\" \"HELPS,\" AND \"GOVERNMENTS;\" AND ALL THESE ARE ACKNOWLEDGED, ON EVERY HAND, AS STILL CONTINUING IN THE CHURCH. WHY NOT, THEN, THE OTHERS ALSO, INCLUDING FAITH, HEALING, PROPHECY, ETC.? WHO IS COMPETENT TO DRAW THE LINE, AND SAY WHAT GIFTS HAVE BEEN \"SET OUT\" OF THE CHURCH, WHEN ALL WERE, IN THE BEGINNING, EQUALLY \"SET\" THEREIN?\n     REVELATION 12:17 HAS BEEN REFERRED TO AS A PROPHECY THAT THE GIFTS WOULD BE RESTORED IN THE LAST DAYS. AN EXAMINATION OF ITS TESTIMONY WILL CONFIRM THIS VIEW. THE TEXT SPEAKS OF THE REMNANT OF THE WOMAN'S SEED. THE WOMAN BEING A SYMBOL OF THE CHURCH, HER SEED WOULD BE THE INDIVIDUAL MEMBERS COMPOSING THE CHURCH AT ANY ONE TIME; AND THE \"REMNANT\" OF HER SEED WOULD BE THE LAST GENERATION OF CHRISTIANS, OR THOSE LIVING ON THE EARTH AT THE SECOND COMING OF CHRIST. THE TEXT FURTHER DECLARES THAT THESE \"KEEP THE COMMANDMENTS OF GOD, AND HAVE THE TESTIMONY OF JESUS CHRIST;\" AND THE \"TESTIMONY OF JESUS\" IS EXPLAINED IN CHAPTER 19:10 TO BE \"THE SPIRIT OF PROPHECY,\" WHICH MUST BE UNDERSTOOD AS THAT WHICH AMONG THE GIFTS IS CALLED \"THE GIFT OF PROPHECY.\" 1 CORINTHIANS 12:9, 10.\n     THE SETTING OF THE GIFTS IN THE CHURCH DOES NOT IMPLY THAT EVERY INDIVIDUAL WAS TO HAVE THEM IN EXERCISE. ON THIS POINT THE APOSTLE (1 CORINTHIANS 12:29) SAYS, \"ARE ALL APOSTLES? ARE ALL PROPHETS? ARE ALL TEACHERS?\" ETC. THE IMPLIED ANSWER IS NO; NOT ALL ARE; BUT THE GIFTS ARE DIVIDED AMONG THE MEMBERS AS IT PLEASES\n \n                                                                   28\n\nGOD. 1 CORINTHIANS 12:7, 11. YET THESE GIFTS ARE SAID TO BE \"SET IN THE CHURCH,\" AND IF A GIFT IS BESTOWED UPON EVEN ONE MEMBER OF THE CHURCH, IT MAY BE SAID THAT THAT GIFT IS \"IN THE CHURCH,\" OR THAT THE CHURCH \"HAS\" IT. SO THE LAST GENERATION WAS TO HAVE, AND IT IS BELIEVED DOES NOW HAVE, THE TESTIMONY OF JESUS, OR THE GIFT OF PROPHECY.\n     ANOTHER PORTION OF SCRIPTURE EVIDENTLY WRITTEN WITH REFERENCE TO THE LAST DAYS, BRINGS THE SAME FACT PLAINLY TO VIEW. 1 THESSALONIANS 5. THE APOSTLE OPENS THE CHAPTER WITH THESE WORDS: \"BUT OF THE TIMES AND THE SEASONS, BRETHREN, YOU HAVE NO NEED THAT I WRITE UNTO YOU. FOR YOURSELVES KNOW PERFECTLY THAT THE DAY OF THE LORD SO COMETH AS A THIEF IN THE NIGHT.\" IN VERSE 4 HE ADDS, \"BUT YE, BRETHREN, ARE NOT IN DARKNESS, THAT THAT DAY SHOULD OVERTAKE YOU AS A THIEF.\" THEN HE GIVES THEM SUNDRY ADMONITIONS IN VIEW OF THAT EVENT, AMONG WHICH ARE THESE (VERSES 19-21): \"QUENCH NOT THE SPIRIT. DESPISE NOT PROPHESYINGS. PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD.\" AND IN VERSE 23 HE PRAYS THAT THESE VERY ONES WHO WERE THUS TO HAVE TO DO WITH \"PROPHESYINGS\" MAY BE PRESERVED BLAMELESS UNTO THE COMING OF THE LORD.\n     ON THE STRENGTH OF THESE CONSIDERATIONS ARE WE NOT JUSTIFIED IN BELIEVING THAT THE GIFT OF PROPHECY WILL BE MANIFESTED IN THE CHURCH IN THE LAST DAYS, AND THAT THROUGH IT MUCH LIGHT WILL BE IMPARTED, AND MUCH TIMELY INSTRUCTION GIVEN?\n     ALL THINGS ARE TO BE TREATED ACCORDING TO THE APOSTLE'S RULE: \"PROVE ALL THINGS; HOLD FAST THAT WHICH IS GOOD;\" AND TO BE TESTED BY THE SAVIOUR'S STANDARD: \"BY THEIR FRUITS YE SHALL KNOW THEM.\" APPEALING TO THIS STANDARD IN BEHALF OF WHAT CLAIMS TO BE A MANIFESTATION OF THE GIFT OF PROPHECY, WE COMMEND THIS VOLUME TO THE CONSIDERATION OF THOSE WHO BELIEVE THAT THE BIBLE IS THE WORD OF GOD, AND THAT THE CHURCH IS THE BODY OF WHICH CHRIST IS HEAD.\n                                                         U. SMITH.\n\n\nTable of Contents\n\n 1. Why was Sin Permitted? ........................................ 33\n 2. The Creation .................................................. 44\n 3. The Temptation and Fall ....................................... 52\n 4. The Plan of Redemption ........................................ 63\n 5. Cain and Abel Tested .......................................... 71\n 6. Seth and Enoch ................................................ 80\n 7. The Flood ..................................................... 90\n 8. After the Flood .............................................. 105\n 9. The Literal Week ............................................. 111\n10. The Tower of Babel ........................................... 117\n11. The Call of Abraham .......................................... 125\n12. Abraham in Canaan ............................................ 132\n13. The Test of Faith ............................................ 145\n14. Destruction of Sodom ......................................... 156\n15. The Marriage of Isaac ........................................ 171\n16. Jacob and Esau ............................................... 177\n17. Jacob's Flight and Exile ..................................... 183\n18. The Night of Wrestling ....................................... 195\n19. The Return to Canaan ......................................... 204\n20. Joseph in Egypt .............................................. 213\n21. Joseph and His Brothers ...................................... 224\n22. Moses ........................................................ 241\n23. The Plagues of Egypt ......................................... 257\n24. The Passover ................................................. 273\n25. The Exodus ................................................... 281\n26. From the Red Sea to Sinai .................................... 291\n27. The Law Given to Israel ...................................... 303\n28. Idolatry at Sinai ............................................ 315\n29. Satan's Enmity Against the Law ............................... 331\n30. The Tabernacle and Its Services .............................. 343\n31. The Sin of Nadab and Abihu ................................... 359\n32. The Law and the Covenants .................................... 363\n33. From Sinai to Kadesh ......................................... 374\n34. The Twelve Spies ............................................. 387\n35. The Rebellion of Korah ....................................... 395\n36. In the Wilderness ............................................ 406\n37. The Smitten Rock ............................................. 411\n38. The Journey Around Edom ...................................... 422\n39. The Conquest of Bashan ....................................... 433\n40. Balaam ....................................................... 438\n41. Apostasy at the Jordan ....................................... 453\n42. The Law Repeated ............................................. 462\n43. The Death of Moses ........................................... 469\n44. Crossing the Jordan .......................................... 481\n45. The Fall of Jericho .......................................... 487\n46. The Blessings and the Curses ................................. 499\n47. League With the Gibeonites ................................... 505\n48. The Division of Canaan ....................................... 510\n49. The Last Words of Joshua ..................................... 521\n50. Tithes and Offerings ......................................... 525\n51. God's Care for the Poor ...................................... 530\n52. The Annual Feasts ............................................ 537\n53. The Earlier Judges ........................................... 543\n54. Samson ....................................................... 560\n55. The Child Samuel ............................................. 569\n56. Eli and His Sons ............................................. 575\n57. The Ark Taken by the Philistines ............................. 581\n58. The Schools of the Prophets .................................. 592\n59. The First King of Israel ..................................... 603\n60. The Presumption of Saul ...................................... 616\n61. Saul Rejected ................................................ 627\n62. The Anointing of David ....................................... 637\n63. David and Goliath ............................................ 643\n64. David a Fugitive ............................................. 649\n65. The Magnanimity of David ..................................... 660\n66. The Death of Saul ............................................ 675\n67. Ancient and Modern Sorcery ................................... 683\n68. David at Ziklag .............................................. 690\n69. David Called to the Throne ................................... 697\n70. The Reign of David ........................................... 703\n71. David's Sin and Repentance ................................... 717\n72. The Rebellion of Absalom ..................................... 727\n73. The Last Years of David ...................................... 746\n    Appendix ..................................................... 757\n\n\nChap. 1 - Why was Sin Permitted?\n\n     \"God is love.\" 1 John 4:16. His nature, His law, is love. It ever has been; it ever will be. \"The high and lofty One that inhabiteth eternity,\" whose \"ways are everlasting,\" changeth not. With Him \"is no variableness, neither shadow of turning.\" Isaiah 57:15; Habakkuk 3:6; James 1:17.", "paragraph": 1, "bookcode": "PP", "page": 33}